Repository: rubytune/letsrails
Catalog: languages/*/app.po
Languages: es_es

source: Login to my account %1
es_es: Accede a tu cuenta %1

source: Login to my account
es_es: Accede a tu cuenta

source: Forgot your password?
es_es: ¿Olvidaste tu contraseña?

source: Your account
es_es: Tu cuenta

source: Win %1
es_es: Consigue %1

source: Register
es_es: Regístrate

source: See my account
es_es: Ver mi cuenta

source: Logout
es_es: Salir

source: Welcome
es_es: Bienvenido

source: recoverySubjectMail
es_es: Recupera tu contraseña

source: newPasswordLink
es_es: Recuperar contraseña!

source: Recover the password!
es_es: Recuperar contraseña!

source: Reset Password
es_es: Restablecer contraseña

source: Create your LetsBonus account
es_es: Crea tu cuenta

source: There is already an account using the same email
es_es: Ya existe una cuenta usando el mismo correo electrónico

source: Enter your login data
es_es: Introduce tus datos de acceso

source: Activate your LetsBonus account
es_es: Activa tu cuenta

source: Insert your data
es_es: Introduce tus datos

source: The email does not exist
es_es: El correo no existe

source: There is a system error, try again
es_es: Ha habido un error en el sistema, intentelo denuevo

source: Your account is disabled, please contact us to know more
es_es: Su cuenta ha sido deshabilitada, por favor contactenos para saber más

source: The password is wrong
es_es: La contraseña es incorrecta

source: Select a gender
es_es: Elige un género

source: You must be 18 years old to register
es_es: Debes tener 18 años para registrarte

source: Passwords do not match
es_es: Los passwords no coinciden

source: ID must be numeric
es_es: El ID tiene que ser numérico

source: Your data has been succefuly updated
es_es: Tus datos han sido modificados correctamente

source: Wrong user/password
es_es: El usuario/contraseña no son correctos

source: Unable to change the password, make sure that passwords are the same.
es_es: No se ha podido cambiar la contraseña, asegúrate que las contraseñas sean iguales.

source: Recover your password
es_es: Recupera tu contraseña

source: We send you an email with a link to create your new password and go!
es_es: Te mandamos un email con un enlace para crear tu nueva contraseña y ¡listo!

source: * Under the provisions of Law 15/1999 of December 13, Protection of Personal Data, we inform you that the personal information you provide will be stored and processed in files owned by LetsBonus, SL , in order to fulfill your request and provide the requested service, and to keep you informed, including by electronic means, on issues related to the activity of the company and its services.
es_es: * En virtud de lo dispuesto en la Ley Orgánica 15/1999, de 13 de diciembre, de Protección de Datos de Carácter Personal y la LSSICE 34/2002, de 11 de julio, de la Sociedad de la Información y de Comercio Electrónico, le informamos que los datos de carácter personal que usted nos facilite quedarán incorporados y serán tratados en los ficheros titularidad de LetsBonus, S.L., con el fin de poder atender su petición y prestarle el servicio solicitado, así como para mantenerle informado, incluso por medios electrónicos, sobre cuestiones relativas a la actividad de la empresa y sus servicios.

source: Also advised of the possibility of exercising, at any time, access rights, rectification, cancellation and opposition of your personal data by means of out <a title='Contact form' href='%1'>contact form</a>
es_es: Asimismo le informamos de la posibilidad de ejercer en cualquier momento, los derechos de acceso, rectificación, cancelación y oposición de sus datos de carácter personal mediante solicitud a través del <a title='Formulario de contacto' href='%1'>formulario de contacto</a> o llamando al 902 027 372

source: Although you are subscribed and receive our email offers, create your account with your name and password. So you can manage your credit, your purchases and direct access to your tickets. If you have any questions please contact us at <a href='%1'>%1</a>
es_es: Aunque ya estés apuntado y recibas nuestras ofertas por email, crea tu cuenta con tu nombre y contraseña. Así podrás gestionar tu crédito, tus compras y acceder directamente a tus tickets. Si tienes cualquier duda contacta con nosotros en <a href='%1'>%1</a>

source: Email sent
es_es: Mail enviado

source: You will receive an email to retrieve your password.
es_es: Recibirás un correo para recuperar tu contraseña.

source: There was an error while sending your new password. Please try again by clicking <a href='%1' title='Recover your password'>here</a>.
es_es: Ha ocurrido un error durante el envío de tu nueva contraseña. Por favor, inténtalo de nuevo haciendo click <a href='%1' title='Recupera tu contraseña'>aquí</a>.

source: Change your password
es_es: Modifica tu contraseña

source: Enter your password
es_es: Introduce tu contraseña

source: For the account %1
es_es: Para la cuenta %1

source: Create new password
es_es: Crear nueva contraseña

source: Password changed
es_es: Contraseña modificada

source: Your password has been changed successfully.
es_es: Tu contraseña ha sido modificada correctamente.

source: Thanks for subscribing to LetsBonus!
es_es: ¡Gracias por suscribirte a LetsBonus!

source: Welcome to the fun of collective buying.
es_es: Bienvenido a la diversión de la compra colectiva.

source: Thanks to your participation, we are revolutionizing the way we shop in your city! We get incredible discounts because many bought together!
es_es: ¡Gracias a tu participación estamos revolucionando la manera de comprar en tu ciudad! ¡Conseguimos increíbles descuentos porque muchos compramos juntos!

source: Restaurants
es_es: Restaurantes

source: Escapes
es_es: Escapadas

source: Beauty
es_es: Belleza

source: Shows
es_es: Espectáculos

source: Adventure
es_es: Aventura

source: LetsBonus in your city
es_es: LetsBonus en tu ciudad

source: LetsBonus allows you to enjoy a fun and innovative way to buy entertainment, personal care and fashion products at amazing discounts.
es_es: LetsBonus te permite disfrutar de una innovadora y divertida forma de comprar ocio, cuidado personal y productos de moda a descuentos increíbles.

source: Every day we offer something fun to do, eat or shop in your city, at unbelievable prices: art, restaurants and bars, spas and beauty centers, concerts, theater, fashion, health clubs, hotels and all kinds of fun activities.
es_es: Cada día te ofrecemos algo divertido que hacer, comer o comprar en tu ciudad, a precios increíbles: arte, restaurantes y bares, spas y centros de belleza, conciertos, teatros, artículos de moda, gimnasios, hoteles y todo tipo de actividades divertidas.

source: Password's change
es_es: Cambio de contraseña

source: Click on the link below and you will be able to change your password:
es_es: Haz clic en el siguiente enlace y podrás cambiar tu contraseña:

source: If you didn't ask for the password, please delete this e-mail. Thanks.
es_es: Si no has solicitado tu contraseña, por favor elimina este email.

source: Please, do not reply to this mail: If you have any questions or suggestions go to
es_es: Por favor, no respondas a este e-mail: Si tienes cualquier pregunta o sugerencia dirígete al

source: Help Center
es_es: Centro de Ayuda

source: City
es_es: Ciudad

source: Select a city
es_es: Selecciona una ciudad

source: Accept the
es_es: Acepto la

source: Privacy policy
es_es: Política de privacidad

source: Sorry, but you can't change your password from here (you maybe dit it before). To change your password, you need to ask again by clicking on the link below:
es_es: Lo sentimos, pero no puedes cambiar tu contraseña desde esta página (quizás ya lo hiciste antes). Para cambiar tu contraseña, tienes que solicitarlo de nuevo haciendo click en el siguiente enlace:

source: All inputs are obligatories
es_es: Todos los campos son obligatorios

source: delivered
es_es: Entregado

source: We have already provided your order
es_es: Ya hemos entregado tu pedido.

source: absent
es_es: Ausente

source: MRW has passed through his home and there was nobody in the house
es_es: MRW ha pasado por su domicilio y no había nadie en casa, por favor llama al 902 300 400 indicando el número de envío para que vuelva a estar reparto. El pedido sólo se guardará dos semanas, pasado este tiempo se devolverá a LetsBonus.

source: Incorrect delivery data
es_es: Datos de entrega incorrectos

source: The delivery data is incorrect
es_es: Los datos postales para la entrega son incorrectos, por favor llama al 902 30 400 indicando el número de envío y los datos para la entrega. El pedido sólo se guardará dos semanas, pasado este tiempo se devolverá a LetsBonus.

source: Incidence in the delivery
es_es: Incidencia en la entrega

source: an incidence has courred in the delivery
es_es: Se ha producido una incidencia en la entrega, por favor llama a atención al cliente de LetsBonus para mas información.

source: waiting to be picked up in office
es_es: Pendiente recogida en franquicia

source: The order is waiting to be picked up in office
es_es: El pedido está pendiente de recoger en franquicia, llama al 902 300 400 para mas información. El pedido sólo se guardará dos semanas, pasado este tiempo se devolverá a LetsBonus.

source: In delivery
es_es: En reparto

source: Your order is in delivery
es_es: Su pedido está en reparto, para mas información por favor llame al 902 300 400 indicando el número de envío.

source: In transit
es_es: En tránsito

source: your order is in transit
es_es: Su pedido está en preparación, en un plazo de 24 a 48h estará en reparto.

source: Order waiting for the customer
es_es: Pendiente proveedor

source: Your order is watting to delivery from the customer.
es_es: Su pedido está pendiente de entrega por parte del proveedor.

source: Service temporary not available.
es_es: Servicio temporalmente no disponible.

source: Sorry, MRW still do not provide your order infromation.
es_es: Disculpa,, MRW no nos ha proporcionado información sobre tu pedido.

source: Sale Postal Tracking
es_es: Ver estado de pedido

source: Something went wrong
es_es: Ha ocurrido un error inesperado

source: Order number
es_es: Número de envío

source: Receiver name
es_es: Nombre receptor

source: Update date
es_es: Fecha actualización

source: Order status
es_es: Estado de envío

source: Order provider
es_es: Proveedor de envío

source: Insert a title of postal data
es_es: Introduce un título a la dirección postal

source: Insert an address
es_es: Introduce la dirección

source: Insert a Postal Code
es_es: Introduce el código postal

source: Insert a town
es_es: Introduce la población

source: Insert a province
es_es: Introduce la provincia

source: Insert a phone number
es_es: Introduce el número de teléfono

source: Please insert only numbers
es_es: Por favor introduce solo números

source: Login to your account and Send it to your friends
es_es: Accede a tu cuenta y recomienda LetsBonus a tus amigos

source: Crédito Regalo
es_es: Cheque Regalo

source: Crédito Inicial
es_es: El crédito que tenías en tu cuenta antes de Marzo 2012.

source: Boutique Deals
es_es: Boutique

source: boutiqueHeading
es_es: Boutique

source: View more details
es_es: ver más detalles

source: The specified amount exceeds the stock.
es_es: La cantidad especificada supera el stock.

source: You've purchased %1 time/times this product, and with the specified amount exceeds the maximum amount allowed per user.
es_es: Ya has comprado %1 vez/veces este producto, y junto a la cantidad especificada supera la cantidad máxima permitida por usuario.

source: Product Kit
es_es: Kit de productos

source: Free Ticket
es_es: Ticket regalo

source: You can only purchase a maximum of %1 tickets for this product.
es_es: Sólo puedes comprar un máximo de %1 tickets de este producto.

source: Requested quantities are not available on all of your chosen items and have been adjusted. Quantities that have been reduced are shown in red.
es_es: Las cantidades solicitadas no están disponibles para todos los artículos y se han aplicado algunas limitaciones. Las cantidades que han sido limitadas están en color rojo.

source: Requested quantities are not available and have been adjusted.
es_es: Las cantidades solicitadas no están disponibles y se han aplicado algunas limitaciones.

source: Sorry, the requested items are no more available. The purchase process cannot go on.
es_es: Las cantidades solicitadas no están disponibles. No será posible continuar con el proceso de compra.

source: All, in boutique, the best
es_es: De todo, en la boutique de productos, lo mejor

source: We are selecting the most exclusive products from the brands you love surround you, chic accessories, perfumes better you feel, the design details you love the most for your home ... and more!
es_es: Estamos seleccionando los productos más exclusivos de las marcas de las que te gusta rodearte, los complementos más chic, los perfumes que mejor te sientan, los detalles de diseño que más te agradan para tu hogar... ¡y mucho más!

source: Select the products you'd like to add to your kit
es_es: Selecciona los productos que quieras añadir al kit

source: Your selection boutique
es_es: Tu Selección de Boutique

source: Show product
es_es: Mostrar producto

source: See product
es_es: Ver producto

source: add
es_es: añadir

source: Select the products you wish to add to your pack
es_es: Selecciona los productos que quieras añadir al pack

source: You've purchased %1 time/times this item, and with the specified amount exceeds the maximum amount allowed per user.
es_es: Ya has comprado %1 unidades de este artículo, y junto a la cantidad solicitada excede el máximo permitido por usuario.

source: You can only purchase a maximum of %1 units for this item.
es_es: Sólo puedes comprar un máximo de %1 unidades de este artículo.

source: See all details of %1
es_es: Ver detalles de %1

source: Choose an option
es_es: Elige una opción

source: Look at other plans
es_es: Ver más planes

source: Item out of stock
es_es: Artículo agotado

source: You do not have even any product in your shopping cart
es_es: No tienes ningún artículo en tu carrito de la compra

source: add product
es_es: añadir producto

source: January
es_es: Enero

source: February
es_es: Febrero

source: March
es_es: Marzo

source: April
es_es: Abril

source: May
es_es: Mayo

source: June
es_es: Junio

source: July
es_es: Julio

source: August
es_es: Agosto

source: September
es_es: Septiembre

source: October
es_es: Octubre

source: November
es_es: Noviembre

source: December
es_es: Diciembre

source: Jan
es_es: Ene

source: Apr
es_es: Abr

source: Ma
es_es: May

source: Aug
es_es: Ago

source: Dec
es_es: Dic

source: Sunday
es_es: Domingo

source: Monday
es_es: Lunes

source: Tuesday
es_es: Martes

source: Wednesday
es_es: Miércoles

source: Thursday
es_es: Jueves

source: Friday
es_es: Viernes

source: Saturday
es_es: Sábado

source: Sun
es_es: Dom

source: Mon
es_es: Lun

source: Tue
es_es: Mar

source: Wed
es_es: Mié

source: Thu
es_es: Jue

source: Fri
es_es: Vie

source: Sat
es_es: Sáb

source: Su
es_es: Do

source: Mo
es_es: Lu

source: Tu
es_es: Ma

source: We
es_es: Mi

source: Th
es_es: Ju

source: Fr
es_es: Vi

source: See all
es_es: Ver todos

source: See More
es_es: Ver más

source: Legal bases
es_es: Bases legales

source: !Find out!
es_es: Descúbrelo

source: Get your 2x1
es_es: Consigue tu 2x1

source: Get it
es_es: Consíguelo

source: Become a fan!
es_es: Hazte fan!

source: Code not found
es_es: El código no existe

source: These are some examples of plans you can enjoy:
es_es: Estos son algunos de los ejemplos de planes que puedes disfrutar:

source: Access your account (<a href='%1'>Still not registered?</a>)
es_es: Accede a tu cuenta (<a href='%1'>¿Todavía no estás registrado?</a>)

source: We have many experiences to enjoy throughout the year.
es_es: Tenemos muchas experiencias para disfrutar durante todo el año.

source: Validate
es_es: Validar

source: Insert here your code:
es_es: Introduce el código aquí:

source: LetsSurprise Emotion
es_es: LetsSurprise Emoción

source: With this LetsCard enjoying plans, and the latest travel products you choose.<p>We have over 10 daily plans, products and destinations to enjoy throughout the year.</p>
es_es: Con esta LetsCard disfruta de planes, viajes y lo último en productos que tú elijas.<p>Tenemos más de 10 planes diarios, productos y destinos para disfrutar todo el año.</p>

source: With this LetsCard enjoy unforgettable experiences to a maximum of € 29.00 will be charged to your "My credit" for you to use as you wish. To get:
es_es: Con este LetsCard disfrutarás de experiencias inolvidables hasta un máximo de 29.00€ que se cargarán en tu sección "Mi crédito" para que los utilices como quieras. Para obtenerlos:

source: With this %1 enjoy unforgettable experiences to a maximum of € 30 will be charged to your "My credit" for you to use as you wish. To get:
es_es: Con este %1 disfrutarás de experiencias inolvidables hasta un máximo de 30€ que se cargarán en tu sección "Mi crédito" para que los utilices como quieras. Para obtenerlos:

source: With %1 enjoy exclusive experiences.
es_es: Con %1 disfruta de exclusivas experiencias.

source: LetsSurprise Escapes
es_es: LetsSurprise Escapadas

source: LetsSurprise Restaurants Deluxe
es_es: LetsSurprise Restaurantes Deluxe

source: LetsSurprise Shows
es_es: LetsSurprise Espectáculos

source: LetsSurprise Travells
es_es: LetsSurprise Viajes

source: EVERY DAY UNFORGETTABLE EXPERIENCES IN YOUR CITY
es_es: CADA DIA EXPERIENCIAS INOLVIDABLES EN TU CIUDAD

source: Each day, a plan in your city at discounts of up to 70%
es_es: Cada día, un plan en tu ciudad con descuentos de hasta el 70%

source: !Participate!
es_es: ¡Participa!

source: My account
es_es: Mi cuenta

source: My purchases
es_es: Mis compras

source: No purchases found.
es_es: No has realizado ninguna compra.

source: Expiration
es_es: Caducidad

source: Date
es_es: Fecha

source: Saved
es_es: Ahorrado

source: Total saved
es_es: Total ahorrado

source: Page %1 of '%2'
es_es: Página %1 de '%2'

source: Go to the first page of '%1'
es_es: Ir a la primera página de '%1'

source: Go to the last page of '%1'
es_es: Ir a la última página de '%1'

source: Go to the next page of '%1'
es_es: Ir a la siguiente página de '%1'

source: Go to the previous page of '%1'
es_es: Ir a la página anterior de '%1'

source: Previous
es_es: Anterior

source: Next
es_es: Siguiente

source: First
es_es: Primera

source: Last
es_es: Última

source: Download ticket
es_es: descarga tu ticket

source: Download ticket bonus
es_es: descarga tu ticket bonus

source: Download invoice
es_es: descarga tu factura

source: Consumed ticket
es_es: Ticket consumido

source: The ticket was consumed on %1
es_es: El ticket fue consumido el %1

source: Expired ticket
es_es: Ticket caducado

source: My data
es_es: Mis datos

source: Postal data
es_es: Datos de envío

source: Required fields
es_es: Campos obligatorios

source: Address
es_es: Dirección

source: Address name
es_es: Nombre dirección

source: Town
es_es: Población

source: Province
es_es: Provincia

source: This will be my usual address
es_es: Ésta será mi dirección habitual

source: My personal data
es_es: Datos personales

source: Modify my data
es_es: Modificar mis datos

source: Save
es_es: guardar

source: Cancel
es_es: cancelar

source: Modify
es_es: modificar

source: Delete
es_es: borrar

source: New address
es_es: Nueva dirección

source: Subscribe to daily newsletter
es_es: Suscripción a la newsletter diaria

source: Alternative address %1
es_es: Dirección alternativa %1

source: Save my preferences
es_es: Guardar mis preferencias

source: Daily Newsletter
es_es: Newsletter diaria

source: My Credit
es_es: Mi crédito

source: Payment Data
es_es: Datos de pago

source: Create
es_es: crear

source: Purchase
es_es: Compra

source: Value
es_es: Valor

source: Credit Card data
es_es: Mis tarjetas

source: Invoice data
es_es: Datos de facturación

source: Name / Company
es_es: Nombre / Razón social

source: My addresses
es_es: Mis direcciones

source: Enter your shipping information
es_es: Introduce tus datos de envío

source: Add new address
es_es: Añadir una nueva dirección

source: Existing password
es_es: Contraseña actual

source: New password
es_es: Nueva contraseña

source: Enter the new password
es_es: Introduzca nueva contraseña

source: Repeat new password
es_es: Repetir nueva contraseña

source: Concept
es_es: Concepto

source: Credit type
es_es: Tipo de crédito

source: default credit card
es_es: predeterminada

source: No credit Cards
es_es: No tienes tarjetas de crédito

source: Set default
es_es: Establecer como predeterminada

source: My newsletters
es_es: Mis newsletters

source: City newsletter
es_es: Ciudad newsletter

source: Newsletter available
es_es: Newsletters disponibles

source: Enter the city you want to receive the newsletter
es_es: Indica de qué ciudad quieres recibir la newsletter

source: Insert a name
es_es: Introduce un nombre

source: Insert your name
es_es: Introduce tu nombre

source: Insert a surname
es_es: Introduce un apellido

source: Insert your surname
es_es: Introduce tu apellido

source: Insert a password
es_es: Introduce una contraseña

source: Insert your current password
es_es: Introduce tu contraseña actual

source: Gender is required
es_es: El sexo es obligatorio

source: Insert a valid date
es_es: Introduce una fecha válida

source: Insert a valid postal code
es_es: Introduce un código postal válido

source: Insert a valid phone number
es_es: Introduce un número de teléfono válido

source: This field must be a string
es_es: Este campo tiene que ser una cadena de texto

source: Invalid password
es_es: La contraseña no es correcta

source: You must accept the Privacy policy & Terms
es_es: Debes aceptar la Política de privacidad y los Términos de uso

source: What you win Recommending to your friends or what you can recived in your registry or for compensation.
es_es: Lo que ganas Recomendando a tus amigos o que puedes haber recibido en tu proceso de registro o por compensación.

source: Purchase returns.
es_es: Devoluciones de compra.

source: LetsBonus present.
es_es: Obsequio de LetsBonus.

source: LetsBonus credit cards purchases.
es_es: Compras de Tarjetas de Crédito LetsBonus.

source: The credit you had in your account before March 2012.
es_es: El crédito que tenías en tu cuenta antes de Marzo 2012.

source: You have no saved card
es_es: No tienes ninguna tarjeta guardada

source: You have no purchases.
es_es: No tienes ninguna compra.

source: Stay tuned to news from our website! because anytime you can get credit through special promotions.
es_es: Estate atento a las noticias de nuestra web! porque en cualquier momento podrías obtener crédito gracias a promociones especiales.

source: Access Data
es_es: Datos de acceso

source: Invalid Credentials
es_es: Credenciales inválidas

source: Home delivery with %1
es_es: Envío a domicilio con %1

source: Home delivery
es_es: Envío a domicilio

source: Sorry your postal data have not modfied. Try it later
es_es: Lo sentimos, tus datos postales no se han guardado. Vuelve a intentarlo más tarde

source: The credit you had in your account before March 2012
es_es: El crédito que tenías en tu cuenta antes de Marzo del 2012

source: Welcome to LetsBonus
es_es: Bienvenido/a a LetsBonus

source: New to LetsBonus or already have some LetsBonus account created?
es_es: ¿Nuevo/a en LetsBonus o ya tienes cuenta con nosotros?

source: I have no account in LetsBonus, I want to create one.
es_es: No tengo cuenta en LetsBonus, me gustaría crear una.

source: If you already have LetsBonus account.
es_es: Sí, ya tengo una cuenta en LetsBonus.

source: See more
es_es: Ver más
