Repository: rubytune/letsrails
Catalog: languages/*/app.po
Languages: es_es

source: You can get it upon registration, or through recommending friends, or as a compensation. Usage conditions: Can be used once and as long as the purchase value is at least three times the amount of the credit used, and will expire in 30 days.
es_es: El Crédito LetsBonus. Lo consigues cuando te registras, a través de recomendaciones de amigos y por compensaciones. Condiciones de uso: Son de un solo uso, tienen una caducidad inferior a 30 días y se pueden utilizar en compras superiores al cuádruple del valor del crédito utilizado salvo en promociones específicas.

source: You get it as a refund, the ammount of the purchase or plan that you are returning is added to your account. Usage conditions: you can use it in more than one purchase, until the whole credit is consumed, it does not require a minimum purchase value and it will expire in 1 month.
es_es: Crédito por Devoluciones. Con una devolución de compra, se añade a tu cuenta el importe de la compra o del plan que has devuelto. Condiciones de uso: siempre que la devolución no contenga como origen de compra otro crédito (es decir, “Crédito LetsBonus”, “Crédito de Cheque Regalo” o “LetsCard”) puedes utilizar el crédito devolución en más de una compra hasta que gastes todo el crédito, no requieren un importe mínimo de compra y tienen caducidad de 1 año. En caso contrario, deberás consultar las condiciones específicas del crédito utilizado en Términos generales de uso.

source: You get it as a refund, the ammount of the purchase or plan that you are returning is added to your account. Usage conditions: you can use it in more than one purchase, until the whole credit is consumed, it does not require a minimum purchase value and it will expire in 1 year.
es_es: Crédito por Devoluciones. Con una devolución de compra, se añade a tu cuenta el importe de la compra o del plan que has devuelto. Condiciones de uso: siempre que la devolución no contenga como origen de compra otro crédito (es decir, “Crédito LetsBonus”, “Crédito de Cheque Regalo” o “LetsCard”) puedes utilizar el crédito devolución en más de una compra hasta que gastes todo el crédito, no requieren un importe mínimo de compra y tienen caducidad de 1 año. En caso contrario, deberás consultar las condiciones específicas del crédito utilizado en Términos generales de uso.

source: You can earn it from LetsBonus rewarding you with an special check because of you participating in a promotion. Usage conditions: It can be used once and as long as the value of your purchase is at least three times the ammount of the credit used. The expiry date will depend on the special conditions of the given promo with a maximum of 30 days. (Shipping cost excluded from purchase value).
es_es: Crédito de Cheque Regalo. Es el que consigues cuando LetsBonus te obsequia voluntariamente con un cheque de crédito. Condiciones de uso: Son de un solo uso, tienen una caducidad inferior a 30 días y se pueden utilizar en compras superiores al cuádruple del valor del crédito utilizado salvo en promociones específicas.

source: You get it when you buy LetsBonus Credit Cards or LetsSurprise Cards. Usage conditions: you can use it in more than one purchase, until the whole credit is consumed, it does not require a minimum purchase value and the expiry date will depend on the particular conditions of the given offer.
es_es: LetsCard. Lo consigues cuando compras Tarjetas de Crédito LetsBonus o Tarjetas LetsSurprise. Condiciones de uso: puedes utilizarlo en más de una compra hasta que gastes todo el crédito, no requiere un importe mínimo de compra, y tendrá una caducidad que se ajustará a las condiciones particulares de esa oferta.

source: Is the one you had in your account before the new credit system became available (March 2012). Usage conditions: you can use it in more than one purchase until the whole credit is consumed and it does not require a minimum purchase value. The expiry date is subject to the terms determined by LetsBonus that you will find in your personal account.
es_es: Crédito Acumulado Marzo 2012. Es el que tenías en tu cuenta antes de que el nuevo sistema de crédito estuviera disponible (Marzo 2012). Condiciones de uso: puedes utilizarlos en más de una compra hasta que gastes todo el crédito y no requieren un importe mínimo de compra. La caducidad está sujeta a los plazos establecidos por LetsBonus especificados en tu cuenta personal.

source: You can change your newsletters via the website of the country in which you are subscribed.
es_es: Puedes acceder al cambio de ciudad de tus newsletters a través de la web del país en el que estás suscrito.

source: Coming soon
es_es: Próximamente

source: Congratulations, you have your gift. Now personalize it and send!
es_es: Enhorabuena, ya tienes tu regalo. ¡Ahora personalízalo y envíalo!

source: Check your inbox. You will receive an email with the details of your purchase.
es_es: Revisa tu buzón de entrada. Recibirás un email con los datos de tu compra.

source: Send it by mail
es_es: Envíalo por email

source: Give it yourself
es_es: Entrégalo en persona

source: Just indicate the email of the person you want to give her the plan. Receive an instant personalized gift ticket by email!
es_es: Sólo tienes que indicar el correo electrónico de la persona a la que quieres regalarle el plan. ¡Recibirá al instante un ticket regalo personalizado en su email!

source: Once you've made ​​the purchase, you will receive an original gift voucher in the inbox of your email. Want not only to give it print in hand!
es_es: En cuanto hayas realizado la compra, recibirás un original ticket regalo en la bandeja de entrada de tu email. ¡Sólo te faltará imprimirlo para darlo en mano!

source: I want to use this data for other gifts
es_es: Quiero utilizar estos datos para el resto de regalos.

source: Check this box if you want to use the same settings for the remaining shipping gifts
es_es: Marca esta casilla si deseas utilizar la misma configuración de envío para el resto de regalos.

source: Who do you want to send?
es_es: ¿A quién se lo quieres enviar?

source: Write the recipient name
es_es: Escribe el nombre del destinatario

source: Write it's email
es_es: Escribe su email

source: When you want to send?
es_es: ¿Cuándo quieres enviarlo?

source: Text that will appear on your gift
es_es: Texto que aparecerá en tu regalo.

source: Remember that the ship date must be before the expiration date
es_es: Recuerda que la fecha de envío debe ser anterior a la fecha de caducidad

source: Write some words for your gift
es_es: Acompaña tu regalo con unas palabras

source: Write here the message that appears on your ticket gift (max. 150 characters)...
es_es: Escribe aquí el mensaje que aparecerá en tu ticket regalo (máx. 150 caracteres)…

source: Pick a topic and remain with the postcard that you like.There are many different!
es_es: Elige un tema y quédate con la postal que más te guste. ¡Hay muchas diferentes!

source: Gift
es_es: Regalo

source: Thanks for giving LetsBonus!
es_es: ¡Gracias por regalar LetsBonus!

source: Thanks for trust in LetsBonus and to gift the best plans!
es_es: ¡Gracias por confiar en LetsBonus y regalar los mejores planes!

source: Here's your gift ticket, download it now to give it yourself.
es_es: Aquí tienes el ticket regalo, ya puedes descargarlo para entregarlo en mano.

source: We hope that the destinatary enjoy the experience.
es_es: Esperamos que quien reciba el regalo disfrute de la experiencia.

source: Your present is it's way. Will be sent to the direction
es_es: Tu regalo ya está en camino. Se enviará a esta dirección

source: the day
es_es: el día

source: Every ticket has
es_es: Cada ticket tiene

source: a different locator
es_es: un localizador distinto

source: So, if you've bought more than one,
es_es: Por eso, si has comprado más de uno

source: you have to print all them
es_es: deberás imprimirlos todos para disfrutar del plan

source: Check your tickets
es_es: Consulta tus tickets

source: when and where you want
es_es: cuando y donde quieras desde

source: your LetsBonus account
es_es: tu cuenta LetsBonus

source: Download your PDF ticket
es_es: Descarga tu ticket en PDF

source: Do you want more information?
es_es: ¿Quieres más información?

source: Remember! If you have more than one ticket, you must print all of them to enjoi it because every one has a different locator code.
es_es: ¡Recuerda! Si tienes más de un ticket, para poder disfrutar el plan deberás utilizarlos todos porque cada uno tiene un localizador distinto.

source: Here
es_es: Aquí

source: Remember!
es_es: ¡Recuerda!

source: Personalize
es_es: Personaliza

source: You can do it at the 'My Purchases' at your LetsBonus account.
es_es: También puedes hacerlo desde el apartado 'Mis Compras' de tu cuenta LetsBonus.

source: Once done, you will recive a mail with your gift data.
es_es: Una vez hecho, recibirás un email con los datos de tu regalo.

source: Gift options
es_es: Opciones de regalo

source: Your gifts
es_es: Tus regalos

source: Your purchases
es_es: Tus compras

source: To
es_es: Para

source: Give
es_es: Entrega

source: Print
es_es: Imprime

source: ¡Congratulations! You have personalized your gifts.
es_es: ¡Felicidades! Ya has personalizado tus regalos.

source: If email delivery will be sent on the date you indicated. If you give it in hand, you've got it in your inbox.
es_es: Si lo entregas por email, se enviará en la fecha que nos has indicado. Si lo entregas en mano, ya lo tienes en tu correo electrónico.

source: You have decided personalize your gift later.
es_es: Has decidido aplazar la personalización de tu regalo.

source: You can personalize it in the area 'My Purchases' of your personal area
es_es: Puedes personalizarlo en el apartado 'Mis Compras' de tu area personal

source: Skip this step
es_es: Saltarse este paso

source: Download your gift voucher
es_es: Descarga tu ticket regalo

source: Your gift is ready to deliver!
es_es: ¡Tu regalo ya está listo para entregar!

source: Surprise! A friend gives you a plan LetsBonus
es_es: ¡Sorpresa! Un amigo te regala un plan LetsBonus

source: You received this great plan
es_es: Te han regalado este fantástico plan

source: If you received this, it is because they think no one would enjoy it more. Find out!
es_es: Si te lo han querido regalar a ti, es porque han pensado que nadie sabría disfrutarlo mejor que tú. ¡Descúbrelo!

source: Now you can enjoy your plan.
es_es: Ya puedes disfrutar de tu plan.

source: Your gift, in process!
es_es: ¡Tu regalo, en camino!

source: Yes, that's a good present!
es_es: ¡Sí, este sí es un buen regalo!

source: download gift ticket
es_es: descarga el ticket regalo

source: Here you have the gift ticket!
es_es: ¡Aquí tienes el ticket regalo!

source: If you fold it in half you will have a nice card to hand deliver to the person you want to surprise.
es_es: Si lo doblas por la mitad tendrás una bonita tarjeta para entregar en mano a la persona que quieres sorprender.

source: Write a few words on the front of the gift ticket to customize it. Will love it!
es_es: Escribe unas palabras en la parte delantera del ticket regalo para personalizarlo. ¡Le encantará!

source: Thanks for trusting us
es_es: Gracias por confiar en nosotros

source: Your present is on its way!
es_es: ¡Tu regalo ya está en camino!

source: It will be sent to the direction %1, the day %2
es_es: Se enviará a la dirección %1, el día %2

source: Each ticket has a different locator. So if you buy more than one, you must print them all to enjoy the plan.
es_es: Cada ticket tiene un localizador distinto. Por eso, si has comprado más de uno, deberás imprimirlos todos para disfrutar del plan.

source: Check your tickets where and when you want from
es_es: Consulta tus tickets cuando y donde quieras desde

source: Do you want your ticket in PDF?
es_es: ¿Quieres tu ticket en PDF?

source: download it here
es_es: descárgalo aquí

source: If you can't read the PDF
es_es: Si no puedes leer el PDF

source: download Adobe Reader
es_es: descarga Adobe Reader

source: Discounts of up to 70% on the best daily plans in your city, movie trips and exclusive products.
es_es: Descuentos de hasta el 70% en los mejores planes del día en tu ciudad, viajes de película y productos exclusivos.

source: Daily Deals
es_es: Planes del día

source: dailyDeal
es_es: Planes del día

source: All, in dailyDeal, the best
es_es: De todo, en planes del día, lo mejor

source: We are selecting restaurants with delicious menus, treatments that most benefit your body, the shows more interesting and more fun plans for you to enjoy during the week and weekend!
es_es: Estamos seleccionando los restaurantes con los menús más deliciosos, los tratamientos que más benefician a tu cuerpo, los espectáculos más interesantes y los planes más divertidos ¡para que disfrutes durante la semana y el fin de semana!

source: From everything you want, we choose for you the best.
es_es: De todo lo que buscas, escogemos para ti lo mejor.

source: View more deals
es_es: Ver más planes

source: Check out our plans
es_es: Echa un vistazo a nuestros planes

source: Closed offer
es_es: plan cerrado

source: detailBuynowParam
es_es: ¡Compra ya! %1

source: Detail Price
es_es: precio

source: View all deal details
es_es: Ver todo el plan

source: Detail Value
es_es: Valor

source: Detail Discount Short
es_es: Dto.

source: Detail Saving
es_es: Ahorro

source: Detail Time Left
es_es: Tiempo restante

source: Detail Share
es_es: Comparte este plan

source: Share in
es_es: Comparte

source: Detail HighLights
es_es: Destacamos

source: Detail Conditions
es_es: Condiciones

source: Detail Ubication
es_es: Ubicación

source: Detail Description
es_es: Descripción

source: detailGoToWeb
es_es: Ver web

source: ico-shippingfee
es_es: Envío gratis

source: ico-shipping
es_es: Envío gratis

source: %3 in %1 with the best discount. Join us!
es_es: %3 en %1 con el mejor descuento. ¡Apúntate!

source: Buy now
es_es: ¡Compra ya!

source: ICON_AVION
es_es: Vuelo incluido

source: ICON_CHILDCONDITIONS
es_es: Viaje con niños

source: ICON_INSTALLMENT
es_es: Pago fraccionado

source: ICON_SHIPPINGFEE
es_es: Envío gratis

source: ICON_SHIPPING
es_es: Envío incluido

source: ICON_NOTICKET
es_es: Móvil QR

source: ICON_SHOWCASE
es_es: Kit de productos

source: ICON_2X1
es_es: Ticket regalo

source: ICON_2X1CREDIT
es_es: Cheque regalo

source: ICON_SHIPPINGINMEDIATE
es_es: Entrega inmediata

source: ICON_BANKHOLIDAYSINCLUDED
es_es: Incluye puentes

source: QR_TOOLTIP
es_es: ¡Ahórrate imprimir el ticket! Muestra el código QR con tu Smartphone

source: family
es_es: Family & Kids

source: familyHeading
es_es: Family & Kids

source: All, in family, the best
es_es: De todo, en planes en familia, lo mejor

source: We are selecting the best plans for your children to have fun and enjoy your family, plays, amusement parks, trips, toys that are more fun ... and more!
es_es: Estamos seleccionando los mejores planes para que tus hijos se diviertan y que disfrutéis en familia; obras de teatro, parques de atracciones, escapadas, los juguetes que más les divierten... ¡y mucho más!

source: From everything you want, we choose for you and yours the best.
es_es: De todo lo que buscas, escogemos para ti y para los tuyos lo mejor.

source: Want to continue to enjoy the best family experiences?
es_es: ¿Te gustaría continuar disfrutando de las mejores experiencias en familia?

source: Discover Family & Kids, the section with the most original proposals to take advantage with little ones!
es_es: Descubre Family & Kids, la sección con las propuestas más originales para compartir con los más pequeños!

source: Breaks, shows, latest in product and much more, so that passen unforgettable moments together.
es_es: Escapadas, espectáculos, últimas novedades en productos y mucho más, para que paséis momentos inolvidables juntos.

source: Go to Family & Kids
es_es: Ir a Family & Kids

source: Would you like to receive offers and products from Family & Kids?
es_es: ¿Te gustaría recibir ofertas y productos de Family & Kids?

source: Complete the fields with your data
es_es: Completa los campos con tus datos

source: Your Email
es_es: Tu Email

source: Indicate which city you want to receive them
es_es: Indica de qué ciudad te gustaría recibirlas

source: Receive offers
es_es: Recibir ofertas

source: Last opportunities
es_es: Últimas oportunidades

source: How does it work?
es_es: ¿Cómo funciona?

source: FAQ
es_es: Preguntas frecuentes

source: Promote your business
es_es: Promociona tu negocio

source: News
es_es: Prensa

source: Contact
es_es: Contacto

source: Terms and conditions
es_es: Términos generales de uso

source: Privacy Policy
es_es: Política de privacidad

source: Follow us on:
es_es: Síguenos en:

source: Work with us
es_es: Trabaja con nosotros

source: Past plans
es_es: Planes pasados

source: Follow us in
es_es: Síguenos en

source: Entity attached to Confianza Online
es_es: Entidad adherida a Confianza Online

source: Contact us
es_es: Contacta con nosotros

source: Fill out the form below to send us your request.
es_es: Rellena el siguiente formulario para hacernos llegar tu consulta.

source: Sorry, there has been an error sending your request. Please try it again.
es_es: Lo sentimos, ha ocurrido un error al enviar tu consulta. Por favor inténtalo de nuevo.

source: Thank you very much for contacting us, your question will be answered as soon as possible.
es_es: Muchas gracias por contactar con nosotros, tu consulta será atendida lo antes posible.

source: Question type
es_es: Tipo de consulta

source: Newsletter / LetsBonus account
es_es: Newsletter / Cuenta LetsBonus

source: Payment methods / Billing
es_es: Métodos de pago / Facturación

source: Doubt / Incidence with a plan
es_es: Duda / Incidencia con un plan

source: LetsBonus credit
es_es: Crédito LetsBonus

source: Generic question
es_es: Consulta general

source: Choose the type of the plan
es_es: Elige el tipo de plan

source: dailyDealContactForm
es_es: Planes del día

source: travelContactForm
es_es: Ofertas de viaje y escapadas

source: boutiqueContactForm
es_es: Boutique de productos

source: familyContactForm
es_es: Family & Kids

source: flashContactForm
es_es: Planes flash

source: showsContactForm
es_es: Espectáculos

source: Your name
es_es: Tu nombre

source: Repeat your email
es_es: Repite tu email

source: Enter your email again
es_es: Vuelve a escribir tu email

source: Not valid email format
es_es: Formato de email no válido

source: Enter your phone number
es_es: Escribe tu teléfono

source: Comment
es_es: Comentario

source: SAC contact
es_es: Contacto SAC

source: Surname
es_es: Apellidos

source: Password
es_es: Contraseña

source: Repeat password
es_es: Repetir contraseña

source: Birth's date
es_es: Fecha de nacimiento

source: Gender
es_es: Sexo

source: Male
es_es: Hombre

source: Female
es_es: Mujer

source: Newsletter's city
es_es: Ciudad newsletter

source: Indicates what city you wish to receive the newsletter with the day's plans.
es_es: Indica de qué ciudad deseas recibir la newsletter con los planes del día.

source: Agree with the Privacy policy
es_es: Acepto la Política de privacidad

source: Terms of Service
es_es: Términos generales de uso

source: Register Facebook
es_es: Regístrate con Facebook

source: Login Facebook
es_es: Accede con Facebook

source: Although you are subscribed and receive our email offers, create your account with your name and password. So you can manage your credit, your purchases and direct access to your tickets. If you have any questions please <a href='%1'>contact us.</a>
es_es: Aunque ya estés suscrito a la newsletter y recibas nuestros planes y productos por email, puedes crear tu cuenta LetsBonus. A través de la cuenta podrás gestionar tu crédito, tus compras y acceder directamente a tus tickets. Si tienes alguna duda comunícanosla a través del formulario de contacto que encontrarás <a href='%1'>aquí</a> o llámanos al 902 027 372

source: First surname
es_es: Primer apellido

source: Second surname
es_es: Segundo apellido

source: Postal code
es_es: Código postal

source: PC
es_es: CP

source: Main phone
es_es: Teléfono principal

source: Second phone
es_es: Teléfono secundario

source: Your password
es_es: Contraseña

source: Message sent from the website
es_es: Mensaje enviado desde la web

source: enter
es_es: entrar

source: Enter your contact information
es_es: Introduce tus datos de contacto

source: Insert an email
es_es: Introduce un email

source: Continue
es_es: continuar

source: Your request has been sent successfully
es_es: Tu solicitud ha sido enviada con éxito

source: The answer as soon as possible.
es_es: Responderemos a la mayor brevedad posible.

source: Thank you for contacting us.
es_es: Muchas gracias por ponerte en contacto con nosotros

source: Details
es_es: Detalles

source: Select an option
es_es: Selecciona una opción

source: I've bought already
es_es: Ya he comprado

source: I want to buy and I have a doubt
es_es: Quiero comprar y tengo una duda

source: I'm a merchant
es_es: Soy un comercio

source: Other requests
es_es: Otras consultas

source: Questions about a Plan
es_es: Consultas sobre un plan

source: Documentation/ticket reception
es_es: Recepción de documentación/tickets

source: Credit question
es_es: Consulta sobre el crédito

source: Problems using my ticket
es_es: Problemas para utilizar mi ticket

source: I want to request a change
es_es: Quiero solicitar un cambio

source: I want to request a devolution
es_es: Quiero solicitar una devolución

source: I want to know the status of my order
es_es: Quiero conocer el estado de mi pedido

source: Problems with the website
es_es: Incicidencias con la Web

source: I have a doubt with the purchase process
es_es: Tengo una duda relacionada con el proceso de compra

source: I have problems to make the payment
es_es: Tengo problemas para hacer el pago

source: No credit is deducted
es_es: No se descuenta el crédito

source: User sign up
es_es: Alta usuario

source: User unsubscribe
es_es: Baja usuario

source: Data modification in My account
es_es: Modificación de datos en Mi cuenta

source: I can't enter into My account
es_es: No puedo entrar en Mi cuenta

source: Privacy policies
es_es: Políticas de privacidad

source: How do I get My credit?
es_es: ¿Cómo obtengo Mi crédito?

source: Problems with My credit
es_es: Problemas con Mi crédito

source: New merchant
es_es: Nuevo comercio

source: Doubt
es_es: Duda

source: QR code
es_es: Código QR

source: Opinions and suggestions
es_es: Opiniones y sugerencias

source: Curriculum Vitae
es_es: Currículum Vitae

source: Marketing Proposals
es_es: Propuestas de Marketing

source: Other Plans
es_es: Resto de Planes

source: Travel
es_es: Viajes

source: You have to choose a question type.
es_es: Debes seleccionar un tipo de consulta.

source: You have to choose the question details.
es_es: Debes seleccionar el detalle de tu consulta.

source: You must select the type of plan you want to perform the request.
es_es: Debes seleccionar el tipo de plan sobre el que deseas realizar la consulta.

source: Don't forget to write your name correctly.
es_es: No olvides escribir tu nombre correctamente.

source: Make sure your email is correct.
es_es: Comprueba que tu correo electrónico sea correcto.

source: Email fields do not match.
es_es: Los campos de email no coinciden.

source: Phone number can only contain numbers.
es_es: El teléfono sólo puede contener números.

source: Don't forget to write a comment.
es_es: No olvides escribirnos un comentario.

source: Maximum comment length is 1000 characters.
es_es: La longitud máxima del comentario es de 1000 caracteres.

source: activate your LetsBonus account
es_es: activa tu cuenta LetsBonus

source: Travel and hotels
es_es: Viajes y hoteles

source: Products
es_es: Productos
