Repository: rubytune/letsrails
Catalog: languages/*/app.po
Languages: es_es

source: recommend LetsBonus
es_es: recomienda

source: The best plans, travel and exlusivos products with discounts of up to 70%
es_es: Descuentos de hasta el 70% en los mejores planes de ocio de tu ciudad, viajes de película y productos exclusivos.

source: Join for free!
es_es: Regístrate gratis

source: I'm already registered
es_es: Ya estoy registrado

source: The best of all you are looking for with discounts up to 70%
es_es: De todo, lo que buscas, lo mejor con descuentos de hasta el 70%

source: We're sorry.
es_es: Lo sentimos.

source: Of everything for what you look in LetsBonus we have the variety you deserve and the quality you demand. We want that you enjoy up to the last minute of your experiences.
es_es: De todo lo que busques en LetsBonus, tenemos la variedad y la calidad que te mereces. Queremos que disfrutes hasta el último minuto de tus experiencias.

source: technology
es_es: Tecnología

source: Technology Deals
es_es: Tecnología

source: All, in technology, the best
es_es: De todo, en tecnología, lo mejor

source: Telephone
es_es: Teléfono

source: Reference Number
es_es: Número de Referencia

source: GIFT TICKET
es_es: TICKET REGALO

source: Ticket locator code
es_es: Número localizador Ticket

source: Locator code
es_es: Número localizador

source: Consumer code
es_es: Código consumo

source: External code
es_es: Código de canjeo

source: Code
es_es: Código

source: Sale date
es_es: Fecha compra

source: Expiry date
es_es: Fecha de caducidad

source: Congratulations!
es_es: Felicidades!

source: You just received a gift from %1. Enjoy it!
es_es: Acabas de recibir un regalo de %1. ¡Que lo disfrutes!

source: Discounts up to
es_es: Descuentos de hasta el

source: 70% in your city
es_es: 70% en ocio en tu ciudad

source: Ubication
es_es: Ubicación

source: Conditions
es_es: Condiciones

source: How to use the ticket
es_es: Cómo usar el ticket

source: Flash Plans Logo
es_es: Logo Planes flash

source: Bought
es_es: Comprado

source: is a portal for sales and promotion and is exempt from any liability arising from the contracted services by the client.
es_es: es un portal de venta y promoción y queda exenta de cualquier responsabilidad derivada de la prestación del servicio contratado por el cliente al comercio.

source: Pick up in trade directly
es_es: Recogida en el comercio directamente

source: Shipping Fee
es_es: Gastos de envío

source: taxName
es_es: IVA

source: companyName
es_es: LET'S BONUS, S.L.

source: companyNIF
es_es: NIF: B-65187593

source: companyAddress
es_es: Gala Placidia 1-3, Planta 2

source: companyPostalCode
es_es: 08006, Barcelona

source: Ticket Number
es_es: Nº de Ticket

source: Invoice Number
es_es: Nº de Factura

source: Creation date
es_es: Fecha de emisión

source: Operation date
es_es: Fecha de operación

source: Mailing address
es_es: Dirección de envío

source: Invoice address
es_es: Dirección de facturación

source: Quantity
es_es: Cantidad

source: Description
es_es: Descripción

source: Unity price
es_es: Precio unitario

source: Taxable
es_es: Base imponible

source: Total amount
es_es: Importe total

source: Letsbonus credit
es_es: Crédito LetsBonus

source: Credit used
es_es: Crédito utilizado

source: Total to pay
es_es: Total a pagar

source: The operation documented here is done in the terms and conditions outlined in our website and they were first expressly accepted in their recruitment.
es_es: La operación aquí documentada se realiza en los términos y condiciones señalados en nuestra página web y que fueron previa y expresamente aceptados en su contratación.

source: Let's Bonus, S.L. is registered in the Registro Mercantil de Barcelona, Volume 41528, Folio 191, Sheet B-387606.
es_es: Let's Bonus, S.L. está inscrita en el Registro Mercantil de Barcelona, en el Tomo 41528, Folio 191, Hoja B-387606.

source: Enjoy the best experiences in restaurants, wellness, getaways, travel, entertainment, family plans and the latest products at incredible discounts.
es_es: Disfruta de las mejores experiencias en restaurantes, wellness, escapadas, viajes, espectáculos, planes en familia y lo último en productos con descuentos increíbles.

source: Enter <a href='http://es.letsbonus.com/letscard' style='color: #574739; text-decoration: underline;'>es.letsbonus.com/letscard</a> enter your code and follow the instructions.
es_es: Entra en <a href='http://es.letsbonus.com/letscard' style='color: #574739; text-decoration: underline;'>es.letsbonus.com/letscard</a> introduce tu código y sigue las instrucciones.

source: letssurprise.ticket.title.emocion
es_es: Emoción

source: letssurprise.ticket.intro.emocion
es_es: Con LetsSurprise siente la adrenalina y libérate del stress con nuestras actividades más emocionantes.

source: letssurprise.index.txt1.emocion
es_es: Estos son algunos de los ejemplos de planes que puedes disfrutar:

source: letssurprise.index.comercios.emocion
es_es: Vuelo en Paramotor, Vuelo en Parapente, Conducción de Ferrari y Fórmula en Circuito, Paseo en Globo, Curso de Buceo PADI, Kite Surf, Bautismo de Buceo, Experiencia en Coche Deportivo, Excursión en Buggy, Vuelo en Avioneta, Bautismo Aéreo en Helicóptero, Conducción GT en Circuito...

source: letssurprise.index.cierre.emocion
es_es: Tenemos más de 100 actividades para disfrutar durante todo el año.

source: letssurprise.index.cierrepdf.emocion
es_es: Introduce el código que encontrarás en la parte inferior izquierda de este tarjetón en la siguiente dirección: <a href='http://www.lets-surprise.com/emocion' style='color: #574739; text-decoration: underline;'>www.lets-surprise.com/emocion</a>

source: letssurprise.ticket.title.spa-deluxe
es_es: Spa Deluxe

source: letssurprise.ticket.intro.spa-deluxe
es_es: Con LetsSurprise siente como cuerpo y mente se renuevan en un spa y disfruta de una experiencia única para dos personas.

source: letssurprise.index.txt1.spa-deluxe
es_es: Estos son algunos de los ejemplos que puedes encontrar:

source: letssurprise.index.comercios.spa-deluxe
es_es: Barcelona:<br />Spa Zen Zone Gran Hotel La Florida*****, Spa Aqua Diagonal Hotel Princesa Sofia*****, Balneari Vichy Catalán, Acbua Spa Macia Can Bonastre****, Sensations Spa&Wellness Centre Hotel La Mola****...<br /><br />Madrid:<br />02 Centro Wellness, The Sanctuary Spa, Auditorium Spa, Balneario Sol y Agua, Senator España Spa Hotel****, Spa Aguai+, Spa urbano Masqueagua, Aquaestetica Spa...

source: letssurprise.index.cierre.spa-deluxe
es_es: Tenemos más de 1000 experiencias para disfrutar durante todo el año.

source: letssurprise.index.cierre.spa-deluxe.more
es_es: También encontrarás centros wellness como estos en Valencia, Sevilla, Zaragoza, Bilbao, Málaga, A Coruña, Palma de Mallorca, etc.

source: letssurprise.index.cierrepdf.spa-deluxe
es_es: Introduce el código que encontrarás en la parte inferior izquierda de este tarjetón en la siguiente dirección: <a href='http://www.lets-surprise.com/spa-deluxe' style='color: #574739; text-decoration: underline;'>www.lets-surprise.com/spa-deluxe</a>

source: letssurprise.ticket.title.escapadas-deluxe
es_es: Escapadas

source: letssurprise.ticket.intro.escapadas-deluxe
es_es: Con LetsSurprise disfruta de una escapada única para dos personas. Sal de la rutina y alójate en una estancia de lujo.

source: letssurprise.index.txt1.escapadas-deluxe
es_es: Estos son algunos hoteles de ensueño que puedes encontrar:

source: letssurprise.index.comercios.escapadas-deluxe
es_es: Hotel Gran Claustre****, Costa Dorada; Fontanals Golf****, La Cerdanya; Hotel Mas Solà****, La Selva; Hotel Masia Bach****, El Penedés; La Costa Golf & Beach Resort****, Costa Brava; Hotel Piolets Park & Spa****, Andorra; Hotel & Spa Isabel de Farnesio****, Segovia; Hotel Don fadrique, Salamanca; Hotel Prado de la Marinas, Aranda del Duero; Hotel Fontecruz Caceres*****; Hotel Doña Teresa****, La Alberca; Hotel Plaza Veracruz****, Ciudad Real...

source: letssurprise.index.cierre.escapadas-deluxe
es_es: Tenemos más de 1000 escapadas para disfrutar durante todo el año.

source: letssurprise.index.cierrepdf.escapadas-deluxe
es_es: Introduce el código que encontrarás en la parte inferior izquierda de este tarjetón en la siguiente dirección: <a href='http://www.lets-surprise.com/escapadas-deluxe' style='color: #574739; text-decoration: underline;'>www.lets-surprise.com/escapadas-deluxe</a>

source: letssurprise.ticket.title.restaurantes-deluxe
es_es: Restaurantes Deluxe

source: letssurprise.ticket.intro.restaurantes-deluxe
es_es: Con LetsSurprise disfruta de una cena para dos personas en los restaurantes más chic y selectos que te sorprenderán.

source: letssurprise.index.txt1.restaurantes-deluxe
es_es: Estos son algunos de los ejemplos de restaurantes que puedes encontrar:

source: letssurprise.index.comercios.restaurantes-deluxe
es_es: Barcelona:<br />Avalon By Ramon Freixa, Elephant Lounge Club, Roma Reial (Carlitos Group), Dolce Vita (Terraza Hotel Majestic*****), Sushi Fusion, Limbo...<br /><br />Madrid:<br />Estado Puro Paco Roncero (Chef con 2 Estrellas Michelin), Restaurante El Verdil Hotel Mirasierra Suites*****, Real Café Bernabeu, Restaurante Hotel Radisson Blue, Laydown, Sushiwakka...

source: letssurprise.index.cierre.restaurantes-deluxe
es_es: Tenemos más de 1000 experiencias para disfrutar durante todo el año.

source: letssurprise.index.cierre.restaurantes-deluxe.more
es_es: También encontrarás restaurantes como estos en Valencia, Sevilla, Zaragoza, Bilbao, Málaga, A Coruña, Palma de Mallorca, etc.

source: letssurprise.index.cierrepdf.restaurantes-deluxe
es_es: Introduce el código que encontrarás en la parte inferior izquierda de este tarjetón en la siguiente dirección: <a href='http://www.lets-surprise.com/restaurantes-deluxe' style='color: #574739; text-decoration: underline;'>www.lets-surprise.com/restaurantes-deluxe</a>

source: letssurprise.ticket.title.espectaculos
es_es: Espectáculos

source: letssurprise.ticket.intro.espectaculos
es_es: Con LetsSurprise vibra con un espectáculo para dos personas y disfruta de obras de teatro que te emocionarán.<br />Descubre las últimas novedades en drama, comedia, musicales...

source: letssurprise.index.txt1.espectaculos
es_es: Estos son algunos de los teatros, salas y auditorios que puedes encontrar:

source: letssurprise.index.comercios.espectaculos
es_es: Barcelona:<br />Liceu, Teatre Coliseum, Palau de la Música, El Auditori, Palau Sant Jordi, Teatre Tívoli...<br /><br />Madrid:<br />Teatro Compac Gran Vía, Teatro Rialto, Teatros del Canal, Auditorio Nacional, Arteria Coliseum, El Palacio de los Deportes...

source: letssurprise.index.cierre.espectaculos
es_es: Tenemos más de 1000 espectáculos para disfrutar durante todo el año.

source: letssurprise.index.cierre.espectaculos.more
es_es: También encontrarás espectáculos como estos en Valencia, Sevilla, Zaragoza, Bilbao, Málaga, A Coruña, Palma de Mallorca, etc.

source: letssurprise.index.cierrepdf.espectaculos
es_es: Introduce el código que encontrarás en la parte inferior izquierda de este tarjetón en la siguiente dirección: <a href='http://www.lets-surprise.com/espectaculos' style='color: #574739; text-decoration: underline;'>www.lets-surprise.com/espectaculos</a>

source: letssurprise.ticket.title.viajes
es_es: Viajes

source: letssurprise.ticket.intro.viajes
es_es: Con LetsSurprise disfruta de un viaje para dos personas que te conquistará.

source: letssurprise.index.txt1.viajes
es_es: Estos son algunos ejemplos de destinos por descubrir:

source: letssurprise.index.comercios.viajes
es_es: Fascinante Estambul<br />París del Amor<br />Emblemática Marrakech<br />Susurrante Lisboa<br />Mágica Venecia<br />Misteriosa Praga<br />Eterna Roma...

source: letssurprise.index.cierre.viajes
es_es: Tenemos más de 1000 viajes para disfrutar durante todo el año.

source: letssurprise.index.cierrepdf.viajes
es_es: Introduce el código que encontrarás en la parte inferior izquierda de este tarjetón en la siguiente dirección: <a href='http://www.lets-surprise.com/viajes' style='color: #574739; text-decoration: underline;'>www.lets-surprise.com/viajes</a>

source: letssurprise.ticket.title.familyplans
es_es: Family Plans

source: letssurprise.ticket.intro.familyplans
es_es: Con LetsSurprise disfruta de experiencias en familia. Los momentos inolvidables y la diversión están aseguradas.

source: letssurprise.index.txt1.familyplans
es_es: Estos son algunos ejemplos de planes para vivir en familia:

source: letssurprise.index.comercios.familyplans
es_es: Barcelona:<br />Tibidabo, Marineland, Gran Pallars forfaits, Events Karts, Teatre Coliseum, Teatre Poliorama...<br /><br />Madrid:<br />Parque de Atracciones, Faunia, Zoo de Madrid, Aquopolis, Karting Montoya, Parque Warner, Teatro Nuevo Apolo, Arteria Häagen Dazs Calderón...

source: letssurprise.index.cierre.familyplans
es_es: Tenemos más de 500 experiencias para disfrutar durante todo el año.

source: letssurprise.index.cierre.familyplans.more
es_es: También encontrarás planes como estos en Valencia, Sevilla, Zaragoza, Bilbao, Málaga, A Coruña, Palma de Mallorca, etc.

source: letssurprise.index.cierrepdf.familyplans
es_es: Introduce el código que encontrarás en la parte inferior izquierda de este tarjetón en la siguiente dirección: <a href='http://www.lets-surprise.com/familyplans' style='color: #574739; text-decoration: underline;'>www.lets-surprise.com/familyplans</a>

source: Customer Service: 902 02 73 72
es_es: Atención al cliente: 902 02 73 72

source: For questions regarding the product you must fill out the <a style='color: #8c8c8c;' href='%1'>contact form</a> via the web LetsBonus. We only accept requests that come through the web form or by calling 902 027 372.
es_es: Para consultas relacionadas con el producto debes cumplimentar <a style='color: #8c8c8c;' href='%1'>el formulario de contacto</a> a través de la web de LetsBonus. Sólo se aceptarán las peticiones que lleguen a través del formulario web o llamando al 902 027 372.

source: This ticket is nominal and is valid for:
es_es: Este ticket es nominal y es válido para:

source: %1 tickets sold in <span>%2 hours</span>
es_es: %1 tickets vendidos en <span>%2 horas</span>

source: Sending method
es_es: Método de envío

source: The page is not available right now
es_es: La página no está disponible ahora mismo

source: See Web
es_es: Ver Web

source: Payment summary
es_es: Desglose pago

source: Info for merchant
es_es: Datos para el comercio

source: Page
es_es: Página

source: of
es_es: de

source: Shop code
es_es: Código de comercio

source: Not valid ticket
es_es: Ticket no válido

source: travel
es_es: Viajes

source: travelCityFrom
es_es: Ciudad de origen

source: travelInitDate
es_es: Fecha de salida/precio

source: travelPeopleQuantity
es_es: Cantidad/Personas

source: travelConditions
es_es: Condiciones

source: travelPriceInclude
es_es: El precio incluye

source: travelPriceNoInclude
es_es: El precio no incluye

source: travelSpecialConditions
es_es: Opciones y condiciones especiales

source: travelChildConditions
es_es: Condiciones especiales para niños

source: travelRecomendations
es_es: Recomendaciones

source: travelUbication
es_es: Caracteristicas y ubicación

source: Travel Deals
es_es: Viajes

source: travelSoldout
es_es: Agotado

source: errorTravelStock
es_es: No hay suficiente stock para la opción que ha elegido.

source: errorTravelMaxQuantity
es_es: Se han seleccionado más pasajeros de los permitidos.

source: errorTravelMinQuantity
es_es: No se ha elegido la cantidad mínima de pasajeros.

source: errorTravelNotDue
es_es: La cantidad de pasajeros debe ser un número par.

source: errorTravelInvalidVariation
es_es: No se ha seleccionado una fecha valida.

source: errorInvalidVariation
es_es: No se ha seleccionado una opción valida.

source: errorTravelInvalidCity
es_es: La ciudad no se corresponde con los datos de la oferta.

source: Name
es_es: Nombre

source: Phone
es_es: Teléfono

source: travellersIdTraveller1
es_es: Pasaporte

source: Passport
es_es: Pasaporte

source: travellersIdTraveller2
es_es: Dni

source: travellersType1
es_es: Adulto

source: Adults
es_es: Adultos

source: Kids
es_es: Niños

source: Babys
es_es: Bebes

source: Adult
es_es: Adulto

source: Kid
es_es: Niño

source: Baby
es_es: Bebe

source: travelHeading
es_es: Viajes

source: Modify travellers data
es_es: Modificar datos de los viajeros

source: Travellers information
es_es: Información de los viajeros

source: Accept the conditions of travel
es_es: Aceptar las condiciones de viaje

source: See conditions
es_es: Ver condiciones

source: Make payment
es_es: realizar pago

source: ico-aeroplane
es_es: Vuelo incluido

source: Without flights
es_es: Sin vuelos

source: All destinations at the best price
es_es: Todos los destinos al mejor precio

source: The trip of your dreams at your fingertips.
es_es: Los viajes que siempre soñaste, a tu alcance.

source: Pack your bags, we're going. Your trip will be perfect, because LetsBonus only select hotels and activities guarantees reliable and complete security for your purchase. In fact, while you're reading, we are working to bring you an incredible journey with a great discount.
es_es: Haz las maletas, que nos vamos de viaje. Tu trayecto será perfecto, porque LetsBonus sólo selecciona Hoteles y actividades fiables y te garantiza seguridad total en tu compra. De hecho, mientras tú estás leyendo, nosotros estamos trabajando para poder ofrecerte un viaje increíble con un gran descuento.

source: We hope we can soon say goodbye to you as you head the place of your dreams.
es_es: Esperamos que próximamente podamos despedirte de ti mientras te diriges hacia el lugar de tus sueños.

source: years
es_es: años

source: Buy
es_es: ¡compra ya!

source: Share
es_es: Comparte

source: Required field
es_es: Campo obligatorio

source: Required
es_es: Obligatorio

source: Invalid field
es_es: Campo no válido

source: Invalid
es_es: No válido

source: No use credit
es_es: No utilizar crédito

source: To make your reservation correctly, we need you provide the full names of all travelers, as they appear in your passport. In addition we ask you an email and phone so we could get in touch with you if necessary.
es_es: Para poder hacer correctamente tu reserva, necesitamos que nos facilites el nombre y apellidos de todos los viajeros, tal como aparecen en tu DNI o pasaporte. Además te pedimos un email y teléfono para podernos poner en contacto contigo en caso necesario.

source: The next step is the payment, be sure that all data, including the purchase are correct.
es_es: El siguiente paso es el del pago, asegúrate que todos los datos, incluidos los de la compra son los correctos.

source: All, in travel, the best
es_es: De todo, en viajes, lo mejor

source: soldout
es_es: agotado

source: The holidays of your dreams? Exotic destinations? Romantic gateways?
es_es: ¿Vacaciones de película? ¿Destinos exóticos? ¿Escapadas románticas?

source: In LetsBonus we are selecting the most incredible trips in order that they stop being a dream and come true!
es_es: En LetsBonus estamos seleccionando los viajes más increíbles para que dejen de ser un sueño y ¡se conviertan en realidad!

source: You must select a departure date/price and a quantity
es_es: Debe seleccionar una fecha de salida/precio y una cantidad

source: Your selection:
es_es: Tu selección:

source: Do you travel with children, prefer other dates ...?<br>Call 902 027 372
es_es: ¿Viajas con niños, prefieres otras fechas...?<br/>Llama al 902 027 372

source: Congrats! Your account is already active
es_es: Enhorabuena! Tu cuenta ya está activa

source: Welcome - H to
es_es: Bienvenido a

source: Welcome - M to
es_es: Bienvenida a

source: Welcome - unknown to
es_es: Bienvenid@ a

source: Everyday,<br><span style="color:#E52B31">leisure plans</span><br>with unique prices
es_es: Cada día,<br><span style="color:#E52B31">planes de ocio</span><br>a precios únicos

source: Confirm your subscription
es_es: Confirma tu subscripción

source: Thank you very much for subscribing to our plans!
es_es: ¡Muchas gracias por suscribirte a nuestros planes!

source: To start receiving them, please confirm your subscription to the newsletter.
es_es: Para empezar a recibirlos, por favor confirma tu suscripción a la newsletter.

source: confirm now!
es_es: ¡confirma ahora!

source: Please, do not reply to this mail, if you have any questions or suggestions go to
es_es: Por favor, no respondas a este email, si tienes cualquier duda o sugerencia dirígete al

source: Welcome to LetsBonus Now the fun begins!
es_es: Bienvenido a LetsBonus ¡Empieza la diversión!

source: Do you want to stop receiving this email?
es_es: ¿Quieres dejar de recibir este e-mail?

source: Click here
es_es: Haz click aquí

source: Welcome to
es_es: Bienvenid@ a

source: Get ready to enjoy plans with
es_es: Prepárate para disfrutar de planes con

source: big discounts till
es_es: descuentazos de hasta el

source: in your city
es_es: en tu ciudad

source: Every day you can sign up to a range of <strong>restaurants, spas, beauty centers, concerts, theater, escapes...</strong> and much more!
es_es: Cada día podrás apuntarte a una oferta de <strong>restaurantes, spas, centros de belleza, conciertos, teatros, escapadas...</strong> y mucho más!

source: In LetsBonus we get incredible discounts because many of us buy together.
es_es: En LetsBonus conseguimos increíbles descuentos gracias a que muchos compramos juntos.

source: Although you are subscribed <br>and receive our offers by <br>email, you have to create your account <br>with your username and password.
es_es: Aunque ya estás apuntado <br>y recibas nuestras ofertas por <br>email, tienes que crear tu cuenta <br>con tu nombre y contraseña.

source: Account creation
es_es: Creación de cuenta

source: Recommend LetsBonus and you will receive 10 euro!
es_es: ¡Recomienda LetsBonus y os regalamos 10 euros!
