Repository: rubytune/letsrails
Catalog: languages/*/app.po
Languages: es_es

source: We have millions of users in Europe and Latin America, which invited each day to rediscover your city with our proposals. Add excitement to your life at the hands of local businesses. Trust and quality businesses we work with has made E-Commerce Spain we award prizes in 2011 with the special prize for the best online shop of the year.
es_es: Contamos con millones de usuarios en Europa y en América latina, a los que invitamos cada día a redescubrir su ciudad con nuestras propuestas. Añadimos emoción a su vida de la mano de los comercios locales. La confianza y calidad de los negocios con los que trabajamos ha hecho que E-Commerce España nos galardonara en 2011 con el premio especial a la Mejor tienda online del año.

source: We are part of the international Social Living has the support of E-commerce company in the world over: Amazon.
es_es: Formamos parte del grupo internacional Living Social que cuenta con el apoyo de la empresa de E-commerce más importante del mundo: Amazon.

source: Customized marketing campaigns
es_es: Campañas comerciales a medida

source: Invest for results
es_es: Inviertes por resultados

source: New customers in just 24h
es_es: Nuevos clientes en tan sólo 24h

source: Advertising platform powerful and efficient
es_es: Plataforma de publicidad potente y eficiente

source: Success cases
es_es: Casos de éxito

source: We design a custom marketing for your business and, once set up, advise and accompany you throughout the process to address the needs and concerns that you may have.
es_es: Diseñamos una campaña comercial a medida para tu negocio y, una vez puesta en marcha, te asesoramos y acompañamos durante todo el proceso atendiendo las necesidades y dudas que te puedan surgir.

source: LetsBonus is aligned with the objectives of your business and only earns commission based on sales made ​​without fixed promotion costs.
es_es: LetsBonus está alineado con los objetivos de tu negocio y únicamente obtiene comisión según las ventas realizadas, sin costes de promoción fijos.

source: The results of selling one day become a steady stream of new clients during the following months.
es_es: Los resultados de venta de un sólo día se convierten en un constante flujo de nuevos clientes durante los siguientes meses.

source: We present your business to millions of users and give it presence in social networks with large numbers of fans and major media in the country.
es_es: Damos a conocer tu negocio a millones de usuarios y le damos presencia en redes sociales con un gran volumen de fans y en los principales medios de comunicación del país.

source: %1 tickets sold in<br /><span>%2 hours</span>
es_es: %1 tickets vendidos en<br /><span>%2 horas</span>

source: Contact phone
es_es: Teléfono de contacto

source: Go to LetsBonus
es_es: Ir a LetsBonus

source: Discount still 70% in your city
es_es: Descuentos del 70% en tu ciudad

source: Hi
es_es: Hola

source: A friend wants to share a link with you:
es_es: Un amigo, quiere compartir este enlace contigo:

source: Also wrote you this message:
es_es: Además te ha escrito este mensaje:

source: Please do not respond to this e-mail: If you have any questions or suggestions go to
es_es: Por favor, no respondas a ese e-mail: Si tienes cualquier pregunta o sugerencia dirígete al

source: Help Center.
es_es: Centro de Ayuda.

source: Share to a friend
es_es: Compartir a amigo

source: %1 recommends you LetsBonus and gives you %2. Deals for up to 70% discount in your city!
es_es: %1 recomienda LetsBonus y te regala %2. ¡Planes de hasta el 70% de descuento en tu ciudad!

source: Select a valid payment method
es_es: Selecciona un método de pago apropiado

source: There is a TPV error
es_es: Hubo un error con el TPV

source: My cards
es_es: Mis tarjetas

source: Enter your payment details
es_es: Introduce los detalles de pago

source: Payment methods
es_es: Métodos de pago

source: What is CVC/CVV?
es_es: ¿Qué es CVC/CVV?

source: Name and surname
es_es: Nombre y apellidos

source: Card Number
es_es: Número de tarjeta

source: Card Caducity
es_es: Caducidad de la tarjeta

source: Year
es_es: Año

source: Month
es_es: Mes

source: Save my credi card for features buys
es_es: Guardar mi tarjeta de crédito para futuras compras

source: ( %1 last digits on the back )
es_es: ( %1 últimas cifras del reverso )

source: ( %1 digits above and either at the right or left side of the card number )
es_es: ( %1 cifras encima y a la derecha o a la izquierda del número de tarjeta )

source: Modify invoice data
es_es: modificar datos de facturación

source: Name and surname / Company name
es_es: Nombre y apellidos / Nombre fiscal Empresa

source: Number
es_es: Número

source: Floor
es_es: Piso

source: Door
es_es: Puerta

source: Your buy
es_es: Tu compra

source: Your buy: %1
es_es: Tu compra: %1

source: Price
es_es: Precio

source: Available credit
es_es: Crédito disponible

source: No Credits found.
es_es: No se ha encontrado crédito

source: Modify postal data
es_es: modificar datos postales

source: Purchase completed successfully
es_es: La compra se ha completado con éxito

source: Check your e-mail
es_es: Comprueba tu correo electrónico

source: Thank you for your purchase, you will receive an e-mail with the details of your purchase.
es_es: Gracias por tu compra, recibirás un email con los detalles de tu compra.

source: If you want you can
es_es: Si quieres puedes

source: Recommend this offer to your friends
es_es: Recomendar esta oferta a tus amigos

source: Back to home
es_es: Volver a la Home

source: Do you need invoice?
es_es: ¿Necesitas una factura?

source: Yes, I want an invoice
es_es: Sí, quiero una factura

source: Copy shipping data
es_es: Copiar información de Datos de Envío

source: All fields are required
es_es: Todos los campos son obligatorios

source: taxId
es_es: NIF / CIF

source: other
es_es: Otro

source: Other
es_es: Otra

source: Select
es_es: Seleccionar

source: Save this information for future purchases
es_es: Guardar estos datos para futuras compras

source: Travel with everything under control: LetsBonus provides you with the Cancellation Insurance Plus, it will refund 100% of costs in case you have to cancel for any of the reasons guaranteed. (Price for the total amount)
es_es: Viaja con todo bajo control: LetsBonus pone a tu disposición el Seguro Anulación Plus, que reembolsará el 100% de los gastos en caso de que tengas que cancelar por cualquiera de las causas garantizadas. (Precio por el total de la reserva)

source: Shipping charges are calculated based on the number of units and delivery address. To know the amount you need to register and fill in the form of delivery address. If you already have stored in your user area, the address will appear automatically when you register
es_es: Los gastos de envío se calculan en base al número de unidades y a la dirección de entrega. Para saber cuales son estos gastos, tienes que acceder con tu cuenta y rellenar el formulario con tu dirección de envío. Si tus datos ya están guardados, aparecerán automáticamente.

source: Units
es_es: Unidades

source: Your payment details
es_es: Tu información de pago

source: New card / Paypal
es_es: Tarjeta nueva / PayPal

source: Information
es_es: Información

source: Congratulations, using your credit this purchase is free!
es_es: ¡Felicidades, usando tu crédito esta compra te sale gratis!

source: Congratulations, this purchase is free!
es_es: ¡Felicidades, esta compra te sale gratis!

source: How do you want to share it?
es_es: ¿Cómo quieres compartirlo?

source: Amex
es_es: American Express

source: Adyen-visa
es_es: Visa

source: Adyen-mastercard
es_es: Mastercard

source: Adyen-amex
es_es: American Express

source: Saving
es_es: Ahorro

source: Login
es_es: Identifícate

source: You must accept the conditions of travel
es_es: Debe aceptar las condiciones de viaje

source: You must purchase a minimum of %1 tickets for this product.
es_es: Debe adquirir un minimo de %1 unidades de este producto.

source: Your buy:
es_es: Tu compra:

source: Your selection
es_es: Tu selección

source: Shipping info
es_es: Información de envío

source: Travellers info
es_es: Información de viajeros

source: Payment info
es_es: Información de pago

source: I agree that LetsBonus process my purchases without requiring the CVV code.
es_es: Acepto que LetsBonus procese mis compras sin necesidad de introducir el código CVV.

source: Although you are subscribed and receive our email offers, create your account with your name and password. So you can manage your credit, your purchases and direct access to your tickets. If you have any questions please contact us at <a href='%1'>our contact form</a>
es_es: Aunque estés suscrito y recibas nuestra newsletter, crea tu cuenta con tu nombre y contraseña! De esta manera podrás gestionar tu crédito y tener acceso directo a tus tickets comprados. Si tienes alguna duda por favor ponte en contacto con nosotros a través de nuestro <a href='%1'>formulario de contacto</a>

source: The user is responsible for the veracity of the data provided in the shipping form
es_es: El usuario se hace responsable de la veracidad de los datos suministrados en el formulario de entrega

source: The user is responsible for the veracity of the data provided in the invoice form
es_es: El usuario se hace responsable de la veracidad de los datos suministrados en el formulario de facturación

source: There is another shopping process active, only one is allowed.
es_es: Existe otro proceso de compra activo, sólo se permite uno a la vez.

source: Something wrong happened at the shopping process, please refresh the page
es_es: Hubo un error en el proceso de compra, por favor, actualice la página

source: Expiry Date: %1 - %2 - %3
es_es: Fecha de caducidad: %1 - %2 - %3

source: There was an error
es_es: Hubo un error

source: Unknown error with payment API
es_es: No se puede completar su compra, por favor, inténtelo de nuevo

source: Gift check
es_es: Crédito Regalo

source: Total Cost
es_es: Importe total

source: This is your choice
es_es: Esta es tu selección

source: Select an option and the number of plans or products
es_es: Selecciona una opción y la cantidad de planes o productos

source: More plans and products
es_es: Más planes y productos

source: PayPal cannot process this sale in this moment
es_es: PayPal no puede procesar la venta en este momento

source: Because of an incident outside, right now you can make purchases directly on the site LetsBonus.
es_es: Por causas ajenas a LetsBonus, en estos momentos no se pueden realizar compras directamente en la web.

source: Meanwhile the problem is being solved, you can pay using PayPal.
es_es: Mientras se soluciona el problema, puedes realizar el pago a través de PayPal.

source: Thanks and sorry for the inconvenience
es_es: Gracias y disculpa las molestias

source: Make your choice
es_es: Selecciona una opción

source: Installment payment
es_es: Pago fraccionado

source: You pay the 50% of this travel now and the rest %1 days before the departure.
es_es: Paga el 50% cuando compras el viaje y el resto %1 días antes de la salida.

source: Remember that
es_es: Recuerda que

source: Select installments
es_es: Selecciona cuotas

source: 1 payment of %2
es_es: 1 pago de %2

source: You can pay in two parts
es_es: Podrás pagarlo en dos partes

source: The second half of the fee %1 will be charged %2 days before departure of your trip
es_es: La segunda mitad del cobro de %1 se te cargará %2 días antes de la salida de tu viaje

source: Quantity for me
es_es: Cantidad para mi

source: Quantity to gift
es_es: Cantidad para regalo

source: After the buy you will be able to personalize your gifts
es_es: Después de la compra, podrás personalizar tus regalos con los diseños y textos que más te gusten.

source: Travel safe - your insurance contract calling to 902 027 327
es_es: Viaja seguro - contrata tu seguro llamando al 902 027 327

source: Remember that you can only buy or gift %1 unit
es_es: Recuerda que puedes comprar o regalar sólo %1 unidad

source: Your present will be sent the day
es_es: Tu regalo se enviará el día

source: to the next mail address:
es_es: a la siguiente dirección de correo electrónico:

source: All, in shows, the best
es_es: De todo, en espectáculos, lo mejor

source: Because we know you like to be the last, do not miss the best concert or the most interesting exhibitions... We are selecting the most exciting shows in your city.
es_es: Porque sabemos que te gusta estar a la última, no perderte los mejores conciertos o las exposiciones más interesantes... Estamos seleccionando los espectáculos más emocionantes de tu ciudad.

source: Shows Deals
es_es: Espectáculos

source: shows
es_es: Espectáculos

source: Delivery time
es_es: Plazo de entrega

source: between 2 and 3 weeks
es_es: entre 2 y 3 semanas

source: Logistics partner
es_es: Partner logístico

source: Partner Support
es_es: Atención al comercio

source: Customer Support
es_es: Atención al cliente

source: We are travel agency
es_es: Somos agencia de viajes

source: associated with
es_es: asociados a

source: All
es_es: Todas

source: Filter by category:
es_es: Filtrar por categoría:

source: escapes
es_es: Escapadas

source: Escapes Deals
es_es: Especial Escapadas

source: Plans of escapes in %1 past
es_es: Planes pasados de Escapadas en %1

source: specialboutique
es_es: Complementos

source: SpecialBoutique Deals
es_es: Complementos

source: Plans of specialBoutique in %1 past
es_es: Productos ya publicados en Especial Boutique en %1

source: All, in specialboutique, the best
es_es: De todo, en la boutique de accesorios, lo mejor

source: specialdaily
es_es: Cursos Online

source: SpecialDaily Deals
es_es: Cursos Online

source: Plans of specialDaily in %1 past
es_es: Planes pasados en Especial Ocio en %1

source: All, in specialdaily, the best
es_es: De todo, planes del día, lo mejor

source: christmas
es_es: Especial Reyes

source: Christmas
es_es: Especial Reyes

source: Christmas gifts with discounts up to 70% in %1 - %2
es_es: Regalos de Reyes con descuentos de hasta el 70% en %1 – %2

source: The most irresistible deals on Christmas gifts with discounts up to 70% in %1. Cheer up!
es_es: Las ofertas más irresistibles en regalos de Reyes con descuentos de hasta el 70% en %1. ¡Anímate!

source: Find more gifts here!
es_es: ¡Encuentra más regalos aquí!

source: All gifts
es_es: Todos

source: explorer
es_es: Aventureros

source: explorer-hash
es_es: aventureros

source: wellness
es_es: Mimad@s

source: wellness-hash
es_es: mimados

source: geeks
es_es: Techies

source: geeks-hash
es_es: techies

source: gourmets-hash
es_es: gourmets

source: families
es_es: Familias

source: families-hash
es_es: familias

source: Plans of christmas in %1 past - %2
es_es: Productos y planes pasados en Navidad en %1 - %2

source: Plans of christmas in %1 past
es_es: Productos y planes pasados en Navidad en %1

source: Plans of christmas in %1 past. %2 The most compelling offers in boutique products with discounts of up to 70%. Join us!
es_es: Productos y planes pasados en Navidad en %1. %2 es líder en Descuentos de Ocio, Viajes y Boutique de hasta el 70%. ¡Apúntate!

source: give it!
es_es: ¡regálalo!

source: valentine
es_es: San Valentín

source: Valentine
es_es: San Valentín

source: Valentine gifts with discounts up to 70% in %1 - %2
es_es: Regalos de San Valentín con descuentos de hasta el 70% en %1 – %2

source: The most irresistible deals on Valentine gifts with discounts up to 70% in %1. Cheer up!
es_es: Las ofertas más irresistibles en regalos de San Valentín con descuentos de hasta el 70% en %1. ¡Anímate!

source: for-he
es_es: Para él

source: for-he-hash
es_es: para-el

source: for-both
es_es: Para compartir

source: for-both-hash
es_es: para-compartir

source: for-she
es_es: Para ella

source: for-she-hash
es_es: para-ella

source: Plans of valentine in %1 past - %2
es_es: Productos y planes pasados en San Valentín en %1 - %2

source: Plans of valentine in %1 past
es_es: Productos y planes pasados en San Valentín en %1

source: Plans of valentine in %1 past. %2 The most compelling offers in boutique products with discounts of up to 70%. Join us!
es_es: Productos y planes pasados en San Valentín en %1. %2 es líder en Descuentos de Ocio, Viajes y Boutique de hasta el 70%. ¡Apúntate!

source: How works?
es_es: ¿Cómo funciona?

source: All, the best
es_es: De todo, lo mejor

source: Every day we select carefully the best plans, products, events and trips for you. The restaurants with the most delightful letters, treatments that most benefit your body, supplements that make you feel elegant, the most interesting shows and travel have always dreamed. We have the most knowledgeable and the result is thousands of satisfied users every day.
es_es: Cada día seleccionamos con esmero los mejores planes, productos, espectáculos y viajes para ti. Los restaurantes con las cartas más deliciosas, los tratamientos que más benefician a tu cuerpo, los complementos que te hacen sentir elegante, los espectáculos más interesantes y los viajes que siempre has soñado. Contamos con los que más saben y el resultado son miles de usuarios satisfechos cada día.

source: 24 six months to buy and to consume
es_es: 24h para comprar y seis meses para consumir

source: Purchase the plan that you like, the most exclusive, attractive, exciting, and choose when you want to enjoy it! You have 6 months experience to fit you bought your day to day and that of your family the best.
es_es: Compra el plan que más te apetezca, el más exclusivo, atractivo, emocionante y ¡elige cuando quieres disfrutarlo! Tienes 6 meses, para que la experiencia que has comprado encaje en tu día a día y en la de los tuyos de la mejor manera.

source: The best, at unbelievable prices
es_es: Lo mejor, a precios increíbles

source: We know the most exclusive and enjoyed the confidence of businesses who know they work well. All, allows us to offer the best plans and products at great prices for you.
es_es: Conocemos los locales más exclusivos y gozamos de la confianza de los comercios que saben que trabajamos bien. Todo, hace que podamos ofrecer los mejores planes y productos a precios increíbles para ti.

source: How do we get discounts?
es_es: ¿Cómo conseguimos descuentos?

source: We get incredible discounts because many people buy together.
es_es: Conseguimos increíbles descuentos porque muchos compramos juntos.

source: You can share the plan with friends or purchased individually joining the thousands of buyers in your city.
es_es: Puedes compartir el plan con tus amigos o comprar individualmente sumándote a los miles de compradores de tu ciudad.

source: Join the daily plan now and enjoy it when you want.
es_es: Apúntate al plan del día ahora y disfrútalo cuando quieras.

source: Subscribe and tell your friends.
es_es: Suscríbete y avisa a tus amigos.

source: Subscribe to LetsBonus!
es_es: ¡Suscríbete a multiEstrella & LetsBonus!

source: Your friends already know LetsBonus?
es_es: ¿Tus amigos aún no conocen LetsBonus?

source: Recommend Letsbonus to a friend and we'll <b>give you %1</b> each one.
es_es: Recomienda LetsBonus a un amigo y os <b>regalamos %1</b> a cada uno.

source: %1 for you and %1 to your friend
es_es: %1 para ti y %1 para tu amigo

source: With this recommendation you and your friend can enjoy %1, %2 for you and %2 for your friend. When your friend has done its first purchase, bout will receive credit for use in your subsequent purchases.
es_es: Con esta recomendación tú y tu amigo podréis disfrutar de %1 de crédito para utilizar en vuestras compras sucesivas, %2 para ti y %2 para tu amigo. Cuando tu amigo se inscriba a través de tu recomendación recibirá los %2 en su cuenta de manera automática, y tú cuando él realice la primera compra.

source: How it works?
es_es: ¿Cómo funciona?

source: Very easy, sign in or activate your account LetsBonus to share it with your friends from “Win %1” link. You will receive the %2 when your friend makes his first purchase. You can check at any time the evolution of your friends recommended registering and logging in to your account.
es_es: Es muy fácil, inicia sesión y desde el enlace “Consigue %1” podrás enviar la recomendación a través de Facebook y Twitter o enviar el link de recomendación a través de correo electrónico. Te ingresaremos los %2 cuando tu amigo realice la primera compra. Podrás comprobarlo entrando en la pestaña “Mi Crédito” de tu cuenta LetsBonus.

source: How I can spend the credit?
es_es: ¿Cómo gasto el crédito?

source: You can use it to buy any of our plans, with a maximum of %1 of credit for purchase and if the price of the plan is at least %2.
es_es: Puedes usarlo para comprar cualquiera de nuestros planes, con un máximo de aplicación de %1 de crédito por compra y siempre que el precio del plan elegido sea mínimo de %2.

source: Still your are not a member?
es_es: ¿Todavía no eres usuario?

source: Sign up here is easy!
es_es: Regístrate aquí ¡es muy fácil!

source: Recommend it
es_es: Recomiéndalo

source: Are you an user?
es_es: ¿Eres usuario?

source: Through social networks...
es_es: A través de redes sociales...

source: ...or sending this link by email
es_es: ...o enviando este enlace por email

source: For you, the best-selling plans, the best almost finished! Do not hesitate and surprise your partner this evening with a romantic dinner or your parents with the trip you've always wanted. But why not for you? Treat yourself, there are few units of the finest products.
es_es: Para ti, los planes más vendidos, los mejores ¡a punto de terminarse! No lo pienses más y sorprende a tu pareja esta noche con una cena romántica o a tus padres con el viaje que siempre han querido. Pero, ¿por qué no para ti? Date un capricho, quedan pocas unidades de los productos más selectos.

source: We are working to select the best plans and products for you. Soon you will find on this page. As you can see the other tabs on our website.
es_es: Estamos trabajando para seleccionar los mejores planes y productos para ti. En breve los encontrarás en esta página. Mientras, puedes consultar el resto de pestañas de nuestra web.

source: active
es_es: activo

source: Congratulations, your account is ready and running!
es_es: Felicidades, ¡tu cuenta ya está activa!

source: From now on you will receive in your email the offers that we carefully select for you everyday!
es_es: Gracias por completar tu registro. Esto nos ayuda a conocerte mejor para que podamos enviarte los mejores planes para ti. Cenas románticas con tu pareja, teatro, escapadas, centros de belleza, boutique de productos, planes en familia….

source: You will receive special promotions and enjoy Giveaway Checks!
es_es: Recibirás promociones especiales y disfrutarás de Cheques Regalo.

source: From your LetsBonus account you will be able to manage your credit
es_es: Desde tu cuenta LetsBonus podrás gestionar tu crédito como más te convenga, gestionar las newsletters que quieres recibir e imprimir tus tickets.

source: Recommend LetsBonus!
es_es: ¡Recomienda LetsBonus!

source: We give you %1
es_es: Os regalamos %1

source: Recommend us to a friend and we will give away %1, %2 to you and %2 to your friend.
es_es: Recuerda que puedes recomendar LetsBonus a tus amigos. Por cada recomendación que hagas os regalamos %1, %2 para ti y %2 para tu amigo.

source: Do you have children? Subscribe to Family Plans and enjoy the most exciting plans with your family.
es_es: ¿Tienes hijos? ¿Sobrinos? Suscríbete a Planes en familia y disfruta de los planes más emocionantes con los tuyos. Te mandaremos los mejores productos y propuestas para divertiros en familia.

source: Recommend LetsBonus to a friend and we'll give you %1 each.
es_es: Recomienda LetsBonus a un amigo y os regalamos %1 a cada uno.
