Repository: rubytune/letsrails
Catalog: languages/*/app.po
Languages: es_es

source: Services and other Plans
es_es: Servicios y resto de planes

source: SiteName %1
es_es: LetsBonus %1

source: Deals for up to 70% discount
es_es: Descuentos del 70%

source: Deals for up to 70% discount in %1
es_es: Descuentos del 70% en %

source: Sorry page not found
es_es: La página que buscas no existe

source: Maybe it have expired or you have not written well
es_es: Puede que haya caducado o que no la hayas escrito bien

source: Back to home page
es_es: Vuelve a la página de inicio

source: ¡Register and enjoy!
es_es: ¡Regístrate y disfruta!

source: Discounts till 70% in your city
es_es: Descuentos de hasta el 70% en ocio en tu ciudad

source: Just today in %1! 24 hours to buy and 6 months to consume
es_es: Sólo hoy en %1! 24 horas para comprar y 6 meses para consumir

source: %1 in %2 - %3
es_es: %1 en %2 - %3

source: in
es_es: en

source: This email was sent by [companyName] established in [companyAddress]
es_es: Este email ha sido enviado por LET'S BONUS, S.L. con domicilio social en Plaça Gal·la Placídia 1-3, 2ª planta, 08006 Barcelona, España

source: More plans near you
es_es: Más planes cerca de ti

source: detailHighLightsParams
es_es: Destacamos en %1

source: Sold out!
es_es: ¡todo vendido!

source: Sold out
es_es: Todo vendido

source: This is JUST a PREVIEW !!!
es_es: Esto es SOLAMENTE un PREVIEW !!!

source: Change:
es_es: Cambiar:

source: Close
es_es: Cerrar

source: Listing
es_es: Listado

source: Detail
es_es: Detalle

source: You may also like
es_es: También te puede interesar

source: See more plans
es_es: Ver más planes

source: There is no product for the selected category.
es_es: No hay productos para el filtro seleccionado.

source: see
es_es: ver

source: follow it
es_es: síguela

source: Last units
es_es: Quedan pocos

source: Last just %1 unit
es_es: Queda sólo %1

source: Last %1 units
es_es: Quedan menos de %1

source: Luxury cosmetics
es_es: Cosmética de lujo

source: Luxury product
es_es: Producto de lujo

source: Luxury perfumery
es_es: Fragancia de lujo

source: Immediate shipping
es_es: Entrega inmediata

source: Free shipping
es_es: Envío gratuito

source: Shipping fee included
es_es: Gastos de envío incluidos

source: Include holidays
es_es: Incluye puentes

source: Highlight
es_es: Destacado

source: See all the daily deal plans
es_es: Ver todos los planes del día

source: The bests daily deal plans in %1
es_es: Los mejores planes del día en %1

source: The bests products
es_es: Los mejores productos

source: See all the boutique products
es_es: Ver todos los productos de boutique

source: See all technology products
es_es: Ver todos los productos de tecnología

source: The bests trips
es_es: Los mejores viajes

source: See all trips
es_es: Ver todos los viajes

source: The bests shows in %1
es_es: Los mejores espectáculos en %1

source: See all the shows
es_es: Ver todos los espectáculos

source: Selection
es_es: Selección

source: Selecting discount in %1 from 70%. Offers %1 - LetsBonus
es_es: Selección de descuentos en %1 del 70%. Ofertas %1 - LetsBonus

source: The best selection of discounts and deals in %1 from 70% in leisure, trips, products and more. Sign up!
es_es: La mejor selección de descuentos y ofertas en %1 del 70% en ocio, viajes, productos y mucho más. ¡Apúntate!

source: Discover the Special of the week
es_es: Descubre el Especial de la semana

source: See all the special
es_es: Ver todo el especial

source: Change city
es_es: Cambiar de ciudad

source: Sign up
es_es: Suscríbete

source: Enter your e-mail address
es_es: Introduce tu email

source: I agree to the <a href='%1' target='_blank'>Privacy policy</a>
es_es: Acepto la <a href='%1' target='_blank'>Política de privacidad</a>

source: or access by
es_es: o accede a través de

source: Deals in %1 for up to 70% discount in leisure. Offers %1 - %2
es_es: Descuentos en %1 del 70% en ocio. Ofertas %1 - %2

source: Deals and offers in %1 for up to 70% in leisure: restaurants, spas, activities and much more. Join us!
es_es: Descuentos y ofertas en %1 del 70% en ocio: restaurantes, spas, actividades, escapadas, aventura y mucho más. ¡Apúntate!

source: Deals in travel for up to 70%. Destinations %1 - %2
es_es: Descuentos en viajes de hasta el 70%. Destinos %1 - %2

source: The most amazing travel plans with discounts for up to 70%. Your trip starts here.
es_es: Los planes de viaje más increíbles con descuentos de hasta el 70% en %1. Tu viaje empieza aquí.

source: Deals in products for up to 70% discount. Boutique %1 - %2
es_es: Descuentos en productos de hasta el 70%. Boutique %1 - %2

source: The most compelling offers in boutique products with discounts of up to 70%. Join us!
es_es: Las ofertas más irresistibles en productos boutique con descuentos de hasta el 70% en %1. ¡Anímate!

source: Deals in Family & Kids %1 up to 70%. Deals Family - %2
es_es: Descuentos en Family & Kids %1 del 70%. Ofertas Family & Kids - %2

source: Deals in %1 up to 70% in Family & Kids. Join us!
es_es: Descuentos y ofertas en %1 del 70% en Family & Kids. ¡Anímate!

source: Deals in Shows %1 up to 70%. Deals Shows - %2
es_es: Descuentos en Espectáculos %1 del 70%. Ofertas Espectáculos - %2

source: Deals in %1 up to 70% in Shows. Join us!
es_es: Descuentos y ofertas en %1 del 70% en Espectáculos. ¡Anímate!

source: Deals in Technology %1 up to 70%. Deals Technology - %2
es_es: Descuentos en Tecnología %1 del 70%. Ofertas Tecnología - %2

source: Deals in %1 up to 70% in Technology. Join us!
es_es: Descuentos y ofertas en %1 del 70% en Tecnología. ¡Anímate!

source: Deals in SpecialBoutique %1 up to 70%. Deals SpecialBoutique - %2
es_es: Descuentos en Complementos %1 del 70%. Ofertas Complementos - %2

source: Deals in %1 up to 70% in SpecialBoutique. Join us!
es_es: Descuentos y ofertas en %1 del 70% en Complementos. ¡Anímate!

source: Deals in Escapes %1 up to 70%. Deals Escapes - %2
es_es: Descuentos en Especial Escapadas %1 del 70%. Ofertas Especial Escapadas - %2

source: Deals in %1 up to 70% in Escapes. Join us!
es_es: Descuentos y ofertas en %1 del 70% en Especial Escapadas. ¡Anímate!

source: Last opportunities - %2
es_es: Últimas oportunidades - %2

source: How does it work? - %2
es_es: ¿Cómo funciona? - %2

source: FAQ - %2
es_es: Preguntas frecuentes - %2

source: Promote your business - %2
es_es: Promociona tu negocio - %2

source: Contact - %2
es_es: Contacto - %2

source: Terms and conditions - %2
es_es: Términos generales de uso - %2

source: Privacy Policy - %2
es_es: Política de privacidad - %2

source: Work with us - %2
es_es: Trabaja con nosotros - %2

source: Past plans - %2
es_es: Planes pasados - %2

source: Plans of dailyDeal in %1 past - %2
es_es: Planes pasados de Ocio en %1 - %2

source: Plans of travel in %1 past - %2
es_es: Planes pasados de Viajes en %1 - %2

source: Plans of boutique in %1 past - %2
es_es: Productos ya publicados en Boutique en %1 - %2

source: Plans of family in %1 past - %2
es_es: Planes pasados de Family & Kids en %1 - %2

source: Plans of shows in %1 past - %2
es_es: Planes pasados de Espectáculos en %1 - %2

source: Plans of technology in %1 past - %2
es_es: Productos ya publicados en Tecnología en %1 - %2

source: Last opportunities. %2 The most compelling offers in boutique products with discounts of up to 70%. Join us!
es_es: Últimas oportunidades. %2 es líder en Descuentos de Ocio, Viajes y Boutique de hasta el 70%. ¡Apúntate!

source: How does it work? %2 The most compelling offers in boutique products with discounts of up to 70%. Join us!
es_es: Como funciona? %2 es líder en Descuentos de Ocio, Viajes y Boutique de hasta el 70%. ¡Apúntate!

source: FAQ. %2 The most compelling offers in boutique products with discounts of up to 70%. Join us!
es_es: Perguntas frequentes. %2 es líder en Descuentos de Ocio, Viajes y Boutique de hasta el 70%. ¡Apúntate!

source: Promote your business. %2 The most compelling offers in boutique products with discounts of up to 70%. Join us!
es_es: Promociona tu negocio. %2 es líder en Descuentos de Ocio, Viajes y Boutique de hasta el 70%. ¡Apúntate!

source: Contact. %2 The most compelling offers in boutique products with discounts of up to 70%. Join us!
es_es: Contacto. %2 es líder en Descuentos de Ocio, Viajes y Boutique de hasta el 70%. ¡Apúntate!

source: Terms and conditions. %2 The most compelling offers in boutique products with discounts of up to 70%. Join us!
es_es: Términos generales de uso. %2 es líder en Descuentos de Ocio, Viajes y Boutique de hasta el 70%. ¡Apúntate!

source: Privacy Policy. %2 The most compelling offers in boutique products with discounts of up to 70%. Join us!
es_es: Política de privacidad. %2 es líder en Descuentos de Ocio, Viajes y Boutique de hasta el 70%. ¡Apúntate!

source: LetsCare. %2 The most compelling offers in boutique products with discounts of up to 70%. Join us!
es_es: LetsCare. %2 es líder en Descuentos de Ocio, Viajes y Boutique de hasta el 70%. ¡Apúntate!

source: Work with us. %2 The most compelling offers in boutique products with discounts of up to 70%. Join us!
es_es: Trabaja con nosotros. %2 es líder en Descuentos de Ocio, Viajes y Boutique de hasta el 70%. ¡Apúntate!

source: %Past plans %2 The most compelling offers in boutique products with discounts of up to 70%. Join us!
es_es: Planes pasados. %2 es líder en Descuentos de Ocio, Viajes y Boutique de hasta el 70%. ¡Apúntate!

source: Plans of dailyDeal in %1 past. %2 The most compelling offers in boutique products with discounts of up to 70%. Join us!
es_es: Planes pasados de Ocio en %1. %2 es líder en Descuentos de Ocio, Viajes y Boutique de hasta el 70%. ¡Apúntate!

source: Plans of travel in %1 past. %2 The most compelling offers in boutique products with discounts of up to 70%. Join us!
es_es: Planes pasados de Viajes en %1. %2 es líder en Descuentos de Ocio, Viajes y Boutique de hasta el 70%. ¡Apúntate!

source: Plans of boutique in %1 past. %2 The most compelling offers in boutique products with discounts of up to 70%. Join us!
es_es: Productos ya publicados en Boutique en %1. %2 es líder en Descuentos de Ocio, Viajes y Boutique de hasta el 70%. ¡Apúntate!

source: Plans of family in %1 past. %2 The most compelling offers in boutique products with discounts of up to 70%. Join us!
es_es: Planes pasados de Family & Kids en %1. %2 es líder en Descuentos de Ocio, Viajes y Boutique de hasta el 70%. ¡Apúntate!

source: Plans of shows in %1 past. %2 The most compelling offers in boutique products with discounts of up to 70%. Join us!
es_es: Planes pasados de Espectáculos en %1. %2 es líder en Descuentos de Ocio, Viajes y Boutique de hasta el 70%. ¡Apúntate!

source: Plans of technology in %1 past. %2 The most compelling offers in boutique products with discounts of up to 70%. Join us!
es_es: Productos ya publicados en Tecnología en %1. %2 es líder en Descuentos de Ocio, Viajes y Boutique de hasta el 70%. ¡Apúntate!

source: Contact us - %2
es_es: Contacta con nosotros - %2

source: Daily Deal plans
es_es: Planes del día

source: Travel plans
es_es: Viajes

source: Product boutique
es_es: Boutique de productos

source: dailyDeal newsletter
es_es: Planes del día

source: daily newsletter
es_es: Planes del día

source: travel newsletter
es_es: Viajes

source: boutique newsletter
es_es: Boutique de productos

source: family newsletter
es_es: Family & Kids

source: dailypick newsletter
es_es: LetsBonus Selección

source: This mail is already in our database
es_es: Este correo ya existe en nuestra base de datos

source: Would you like to subscribe to LetsBonus?
es_es: ¿Quieres suscribirte a LetsBonus?

source: I'm getting offers from other city other than my own.
es_es: Estoy recibiendo ofertas de otra ciudad diferente a la mía.

source: I prefer other shopping sites than LetsBonus
es_es: Prefiero otras páginas de compras diferentes a LetsBonus

source: I receive too many e-mails in my email.
es_es: Recibo demasiados e-mails en mi correo electrónico

source: There are too many offers in e-mails from LetsBonus.
es_es: Hay demasiadas ofertas en los e-mails de LetsBonus.

source: There are few deals on the e-mails from LetsBonus.
es_es: Hay pocas ofertas en los e-mails de LetsBonus.

source: I do not receive offers that interest me.
es_es: No recibo ofertas que me interesen

source: When I entered directly to the website of LetsBonus.
es_es: Cuando quiero entro directamente a la web de LetsBonus

source: Receipt LetsBonus deals too often.
es_es: Recibo ofertas de LetsBonus con demasiada frequencia

source: Other reasons.
es_es: Otras razones

source: Do you want to stop being the first one in finding out about the innovations in plans and acceding to incredible prices?
es_es: ¿Quieres dejar de ser el primero en enterarte de las novedades en planes y acceder a precios increíbles?

source: No, I still enjoy LetsBonus
es_es: No, quiero seguir disfrutando de multiEstrella & LetsBonus

source: Yes, I want to unsubscribe
es_es: Sí, quiero darme de baja

source: Help us to improve
es_es: Ayúdanos a mejorar

source: Please tell us why you want to unsubscribe
es_es: Por favor, indícanos el motivo por el que quieres darte de baja

source: Choose a reason
es_es: Selecciona un motivo

source: Good Decision
es_es: ¡Buena decisión!

source: We're glad you decided to continue to enjoy incredible plans with us. You will do not regret it!
es_es: Estamos contentos de que hayas decidido seguir disfrutando de planes increíbles con nosotros. ¡No te arrepentirás!

source: Thanks for trusting us.
es_es: Gracias por confiar en nosotros.

source: You have completed the process of unsubscribe.
es_es: Has finalizado con el proceso de baja.

source: Remember that you will be able to continue acceding to your account as always. In addition, choose the information of offers and
es_es: Recuerda que podrás continuar accediendo a tu cuenta como siempre. Además, escoge la información de ofertas y

source: that you want to return to receive when you want and manages and consults all your purchases.
es_es: novedades que quieres volver a recibir cuando quieras y gestiona y consulta todas tus compras.

source: Step 1
es_es: Paso 1

source: Step 2
es_es: Paso 2

source: Unsubscribe from newsletter
es_es: Darse de baja de la newsletter

source: I want to unsubscribe from ALL the newsletters I receive
es_es: Quiero darme de baja de TODAS las newsletter que recibo

source: I just want to unsubscribe from SOME of the newsletters I receive
es_es: Sólo quiero darme de baja de ALGUNAS de las newsletter que recibo

source: Choose one of this two options
es_es: Elige una de las dos opciones

source: confirm unsubscribe
es_es: confirmar baja

source: Confirm unsubscribe
es_es: Confirmar baja

source: Manage your newsletters. Choose the ones you want to receive
es_es: Gestiona tus newsletters. Elige las que quieres seguir recibiendo

source: save changes
es_es: guardar cambios

source: Receive
es_es: Recibir

source: Not receive
es_es: No Recibir

source: Giving low of the newsletter will no longer receive ALL of our exclusive offers via email
es_es: Dándote de baja de la newsletter dejarás de recibir TODAS nuestras ofertas exclusivas en tu correo

source: We feel your decision. Could you indicate why you want to unsubscribe? Knowing this will help us improve
es_es: Sentimos tu decisión ¿Nos podrías indicar por qué quieres darte de baja? Saberlo nos ayudará a mejorar

source: Please tell us why
es_es: Por favor indicanos el motivo

source: We have received your application correctly
es_es: Hemos recibido tu solicitud correctamente

source: Between 24h and 48h will be effective. You will only receive the newsletters you selected. If you have not selected any, and will not receive more. Whenever you wish, you can re-enable the newsletters you want from your personal area
es_es: Entre 24h y 48h se hará efectiva. Sólo recibirás las newsletters que has seleccionado. Si no has selccionado ninguna, ya no recibirás más. Siempre que desees, puedes volver a activar las newsletters que quieras desde tu área personal

source: If you thought you better or you're wrong to unsubscribe
es_es: Si te lo has pensado mejor o te has equivocado al darte de baja

source: click here
es_es: haz clic aquí

source: Well done!
es_es: ¡Bien hecho!

source: Since this moment you will get our plans in your inbox.
es_es: A partir de ahora recibirás nuestros planes en tu email.

source: Subscribe to Family&Kids
es_es: Suscríbete a Family&Kids

source: Would you like to recibe our Family&Kids plans?
es_es: ¿Quieres recibir nuestros planes Family&Kids?

source: What city do you like to susbcribe?
es_es: ¿De qué ciudad?

source: Need to provide an email.
es_es: Es necesario proporcionar un email.

source: This string isn't an email
es_es: Este string no es un email

source: Thanks for subscribing to our newsletter! We have sent you a confirmation email.
es_es: ¡Muchas gracias por suscribirte a nuestros planes! Te hemos enviado un email para que confirmes tu suscripción.

source: Remember that you can also create your account by completing the following form.
es_es: Recuerda que también puedes crear tu cuenta completando tu registro en el siguiente formulario.

source: Thank you! Your subscription to our newsletter has been activated successfully! From now on you will receive our deals in your email.
es_es: ¡Muchas gracias! ¡Tu suscripción a la newsletter ha sido activada correctamente! A partir de ahora recibirás nuestros planes en tu correo.

source: Managing your newsletter
es_es: Gestión de tus newsletters

source: Actual city
es_es: Ciudad actual

source: Your Newsletters
es_es: Tus Newsletters

source: Confirmation
es_es: Confirmación

source: You are currently subscribed to newsletters from
es_es: Actualmente estás suscrito a las newsletters de

source: Do you want to change city?
es_es: ¿Quieres cambiar de ciudad?

source: continue
es_es: continúa

source: Select the new city
es_es: Selecciona la nueva ciudad

source: save and continue
es_es: guarda y continúa

source: These are the plans that currently receive. If you want to unsubscribe from any of the newsletters, uncheck the box.
es_es: Éstos son los planes que recibes actualmente. Si quieres darte de baja de alguna de las newsletters, desmarca la casilla.

source: Select the newsletter
es_es: Seleccione las newsletter

source: Alright! Your data has been successfully saved.
es_es: ¡Muy bien! Tus datos se han guardado correctamente.

source: Check out our plans and products today
es_es: Echa un vistazo a nuestros planes y productos de hoy

source: Check the quality our offers
es_es: Comprueba la calidad de nuestras ofertas

source: These are some of the latest plans of those who have enjoyed our users.
es_es: Estos son algunos de los últimos planes de los que han disfrutado nuestros usuarios.

source: Of all the options market, we selected the best for them at incredible prices.
es_es: De todas las opciones del mercado, hemos seleccionado las mejores para ellos a precios increíbles.

source: Plans of dailyDeal in %1 past
es_es: Planes pasados de Ocio en %1

source: Plans of travel in %1 past
es_es: Planes pasados de Viajes en %1

source: Plans of boutique in %1 past
es_es: Productos ya publicados en Boutique en %1

source: Plans of family in %1 past
es_es: Planes pasados de Family & Kids en %1

source: Plans of shows in %1 past
es_es: Planes pasados de Espectáculos en %1

source: Plans of technology in %1 past
es_es: Productos ya publicados en Tecnología en %1

source: %1 in %2
es_es: %1 en %2

source: Join us!
es_es: ¡Únete a nosotros!

source: Enter your name
es_es: Introduce tu nombre

source: Business name
es_es: Nombre del comercio

source: Enter your business name
es_es: Introduce el nombre de tu comercio

source: National
es_es: Nacional

source: Category
es_es: Categoría

source: Choose a category
es_es: Elige una categoría

source: Enter your phone
es_es: Introduce tu teléfono

source: Website
es_es: Página web

source: Enter your website
es_es: Introduce tu página web

source: Enter your facebook page
es_es: Introduce tu página de Facebook

source: Facebook page
es_es: Página Facebook

source: Enter your email
es_es: Introduce tu email

source: Comments
es_es: Comentarios

source: Write your request here
es_es: Escribe tu petición aquí

source: Send
es_es: Enviar

source: send
es_es: enviar

source: Name of responsible
es_es: Nombre del responsable

source: Fields with * are required.
es_es: Los campos con * son obligatorios.

source: business.category.8
es_es: Hotel Nacional

source: business.category.12
es_es: Hotel Internacional/Cadena

source: business.category.151
es_es: Viajes

source: business.category.13
es_es: Boutique de Productos

source: Don't forget to select the city that's your business. If more than one city, select the one you think is the main and when we contact you add the other
es_es: No olvides seleccionar la ciudad en la que está tu negocio. Si está en más de una ciudad, selecciona la que consideres que es la principal y cuando nos pongamos en contacto contigo añadiremos las demás

source: Don't forget to select a category that describes your business
es_es: No olvides seleccionar una categoría que describa tu negocio

source: A new business wants to contact
es_es: Nuevo comercio quiere contactar

source: Thanks for contact with LetsBonus!
es_es: Gracias por contactar con LetsBonus!

source: Business contact
es_es: Contacto de comercio

source: We will study your request and if it fits with the interests of our users we will contact you as soon as possible for a possible collaboration.
es_es: Estudiaremos su petición y si encaja con los intereses de nuestros usuarios nos pondremos en contacto con Ud. lo antes posible para una posible colaboración.

source: Otherwise, we save your data to contact with you in any future campaigns.
es_es: En caso contrario, guardaremos sus datos para ponernos en contacto con Ud. en posibles campañas futuras.

source: Regards,
es_es: Saludos cordiales,

source: LetsBonus team!
es_es: Equipo de LetsBonus!

source: LetsBonus team
es_es: Equipo LetsBonus

source: Complete the form with your details. Once the sales department has assessed whether your proposal fits like LetsBonus Plan, we will contact you.
es_es: Rellena el formulario con tus datos. Una vez el departamento comercial haya valorado si tu propuesta encaja como Plan LetsBonus, nos pondremos en contacto contigo.

source: I wish all our advertising campaigns have a cost-benefit return as easy to measure and with a result as optimal.
es_es: Ojalá todas nuestras campañas de publicidad tuvieran un retorno coste-beneficio tan fácil de medir y con un resultado tan óptimo.

source: Why LetsBonus is your ideal partner?
es_es: ¿Por qué LetsBonus es tu socio ideal?

source: Because we are the leading collective buying in Spain and a pioneer in Europe. An innovative platform for promoting your business where you have already committed thousands of businesses, among them big names like FNAC, Frank Provost or the Hotel Arts.
es_es: Porque somos la empresa líder en compra colectiva en España y pionera en Europa. Una innovadora plataforma de promoción para tu negocio en la que ya han confiado miles de comercios, entre los que destacan grandes marcas como FNAC, Frank Provost o el Hotel Arts.
